<template>
    <el-row>
        <el-col :span="24">
            <div v-if="this.showFlag" v-infinite-scroll="this.loadData">
                <el-space fill="true" style="width: 100%; height: 100%;">
                    <div v-for="(item, key) in this.curData">
                        <el-card>
                            <template #header>
                                <div>
                                    <el-button @click="onAdd(item['id'], item['title_cn'])" size="small"
                                        class="add-button">
                                        +</el-button>
                                    <h4>{{ item['title_cn'] }}</h4>
                                    <br>
                                    <small class="grey">{{ item['title_jp'] }}</small>
                                </div>
                            </template>
                            <div>
                                <el-row>
                                    <el-col :span="8" style="max-width: 100px;">
                                        <img :src="`getCover?path=/${item.path}/cover.jpg`" />
                                    </el-col>
                                    <el-col :span="15">
                                        <div style="margin: 0px 0px 0px 20px; float:left;">
                                            <span>{{ item['year'] }}年</span>
                                            <br>
                                            <span style="word-wrap:break-word;">{{ item['tips'] }}</span>
                                        </div>
                                    </el-col>
                                    <el-col :span="24">
                                        <div v-if="item['stars'] != -1">
                                            <el-rate v-model="item['stars']" disabled allow-half size="small" :max=10 />
                                            <br>
                                            <span>{{ item['stars'] }}分 ({{ item['people'] }}人评分)</span>
                                        </div>
                                        <div v-else>
                                            <span>暂无评分</span>
                                        </div>
                                    </el-col>
                                </el-row>
                            </div>
                        </el-card>
                    </div>
                </el-space>
            </div>
        </el-col>
    </el-row>
</template>
 
<script>
module.exports = {
    data() {
        return {
            protocol: 'http',
            url: window.location.host,
            showFlag: false,
            initDataNum: 15,
            curData: {},
            keys: [],
            data: {
                "_5357": {
                    "title_cn": "间谍过家家",
                    "title_jp": "SPY×FAMILY",
                    "tips": "12话 /  2022年4月9日 / 古橋一浩 / 遠藤達哉（集英社「少年ジャンプ＋」連載） / 嶋田和晃",
                    "stars": 7.4,
                    "people": 7738,
                    "year": 2022,
                    "path": "cover/2022/间谍过家家",
                    "id": 5357
                },
                "_5487": {
                    "title_cn": "莉可丽丝",
                    "title_jp": "リコリス・リコイル",
                    "tips": "13话 /  2022年7月2日 / 足立慎吾 / Spider Lily / いみぎむる，辅助人设：山本由美子",
                    "stars": 6.8,
                    "people": 6779,
                    "year": 2022,
                    "path": "cover/2022/莉可丽丝",
                    "id": 5487
                },
                "_5395": {
                    "title_cn": "辉夜大小姐想让我告白-超级浪漫-",
                    "title_jp": "かぐや様は告らせたい-ウルトラロマンティック-",
                    "tips": "13话 /  2022年4月8日 / 畠山守（小俣真一） / 赤坂アカ（集英社「週刊ヤングジャンプ」連載） / 八尋裕子",
                    "stars": 8.5,
                    "people": 6292,
                    "year": 2022,
                    "path": "cover/2022/辉夜大小姐想让我告白-超级浪漫-",
                    "id": 5395
                },
                "_5400": {
                    "title_cn": "更衣人偶坠入爱河",
                    "title_jp": "その着せ替え人形は恋をする",
                    "tips": "12话 /  2022年1月8日 / 篠原啓輔 / 福田晋一 / 石田一将",
                    "stars": 7.5,
                    "people": 5412,
                    "year": 2022,
                    "path": "cover/2022/更衣人偶坠入爱河",
                    "id": 5400
                },
                "_5435": {
                    "title_cn": "夏日重现",
                    "title_jp": "サマータイムレンダ",
                    "tips": "25话 /  2022年4月14日 / 渡辺歩 / 田中靖規 / 松元美季；副人物设定：烏宏明",
                    "stars": 7.8,
                    "people": 5177,
                    "year": 2022,
                    "path": "cover/2022/夏日重现",
                    "id": 5435
                },
                "_5461": {
                    "title_cn": "人类毛病大学 -不死学部不幸学科-",
                    "title_jp": "ヒューマンバグ大学 -不死学部不幸学科-",
                    "tips": "12话 /  2022年10月5日 / 西山司 / ケイコンテンツ / 西山司",
                    "stars": -1,
                    "people": 4646,
                    "year": 2022,
                    "path": "cover/2022/人类毛病大学 -不死学部不幸学科-",
                    "id": 5461
                },
                "_5460": {
                    "title_cn": "派对浪客诸葛孔明",
                    "title_jp": "パリピ孔明",
                    "tips": "12话 /  2022年4月5日 / 本間修 / 四葉夕卜・小川亮 （講談社「ヤングマガジン」連載） / 関口可奈味",
                    "stars": 7.2,
                    "people": 4646,
                    "year": 2022,
                    "path": "cover/2022/派对浪客诸葛孔明",
                    "id": 5460
                },
                "_5367": {
                    "title_cn": "契约之吻",
                    "title_jp": "Engage Kiss",
                    "tips": "13话 /  2022年7月2日 / 田中智也 / Bayron City Express / 滝山真哲、副：古住千秋",
                    "stars": 7.1,
                    "people": 4137,
                    "year": 2022,
                    "path": "cover/2022/契约之吻",
                    "id": 5367
                },
                "_5477": {
                    "title_cn": "来自深渊 烈日的黄金乡",
                    "title_jp": "メイドインアビス 烈日の黄金郷",
                    "tips": "12话 /  2022年7月6日 / 小島正幸 / つくしあきひと（竹書房「WEBコミックガンマ」） / 黄瀬和哉 (Production I.G)、黒田結花",
                    "stars": 8.3,
                    "people": 3366,
                    "year": 2022,
                    "path": "cover/2022/来自深渊 烈日的黄金乡",
                    "id": 5477
                },
                "_5573": {
                    "title_cn": "进击的巨人 最终季 Part.2",
                    "title_jp": "進撃の巨人 The Final Season Part.2",
                    "tips": "12话 /  2022年1月9日 / 林祐一郎 / 諫山創（別冊少年マガジン連載／講談社） / 岸友洋",
                    "stars": 7.6,
                    "people": 3225,
                    "year": 2022,
                    "path": "cover/2022/进击的巨人 最终季 Part.2",
                    "id": 5573
                },
                "_5441": {
                    "title_cn": "JOJO的奇妙冒险 石之海",
                    "title_jp": "ジョジョの奇妙な冒険 ストーンオーシャン",
                    "tips": "12话 /  2022年1月7日 / 加藤敏幸 / 荒木飛呂彦（集英社ジャンプ コミックス刊） / 筱雅律；次要人物设定：土屋圭",
                    "stars": 7.8,
                    "people": 3026,
                    "year": 2022,
                    "path": "cover/2022/JOJO的奇妙冒险 石之海",
                    "id": 5441
                },
                "_5405": {
                    "title_cn": "相合之物",
                    "title_jp": "であいもん",
                    "tips": "12话 /  2022年4月6日 / 追崎史敏 / 浅野りん（「ヤングエース」連載／角川コミックス・エース 刊） / 渋谷秀",
                    "stars": 7.8,
                    "people": 2889,
                    "year": 2022,
                    "path": "cover/2022/相合之物",
                    "id": 5405
                },
                "_5533": {
                    "title_cn": "明日同学的水手服",
                    "title_jp": "明日ちゃんのセーラー服",
                    "tips": "12话 /  2022年1月8日 / 黒木美幸 / 博 / 河野恵美、副：川上大志、安野将人",
                    "stars": 7.7,
                    "people": 2873,
                    "year": 2022,
                    "path": "cover/2022/明日同学的水手服",
                    "id": 5533
                },
                "_5411": {
                    "title_cn": "豆吉豆子的家里蹲日常",
                    "title_jp": "まめきちまめこニートの日常",
                    "tips": "2022年10月3日 / 桑原智 / 「まめきちまめこ ニートの日常」まめきちまめこ / 茅原渡、永尾真琴（副人物设定）",
                    "stars": -1,
                    "people": 2724,
                    "year": 2022,
                    "path": "cover/2022/豆吉豆子的家里蹲日常",
                    "id": 5411
                },
                "_5410": {
                    "title_cn": "街角魔族 2丁目",
                    "title_jp": "まちカドまぞく 2丁目",
                    "tips": "12话 /  2022年4月7日 / 桜井弘明 / 伊藤いづも（芳文社「まんがタイムきららキャラット」連載） / 大塚舞",
                    "stars": 7.9,
                    "people": 2724,
                    "year": 2022,
                    "path": "cover/2022/街角魔族 2丁目",
                    "id": 5410
                },
                "_5551": {
                    "title_cn": "异世界舅舅",
                    "title_jp": "異世界おじさん",
                    "tips": "13话 /  2022年7月6日 / 河合滋樹 / 殆ど死んでいる / 大田和寛",
                    "stars": 7.7,
                    "people": 2566,
                    "year": 2022,
                    "path": "cover/2022/异世界舅舅",
                    "id": 5551
                },
                "_5396": {
                    "title_cn": "擅长捉弄的高木同学 第三季",
                    "title_jp": "からかい上手の高木さん③",
                    "tips": "12话 /  2022年1月7日 / 赤城博昭 / 山本崇一朗 / 高野綾",
                    "stars": 8.1,
                    "people": 2335,
                    "year": 2022,
                    "path": "cover/2022/擅长捉弄的高木同学 第三季",
                    "id": 5396
                },
                "_5426": {
                    "title_cn": "OVERLORD IV",
                    "title_jp": "オーバーロードIV",
                    "tips": "13话 /  2022年7月5日 / 伊藤尚往 / 丸山くがね(「オーバーロード」／KADOKAWA刊) / 田﨑聡；副人物设定：今村大樹、竹内杏子、出雲重機(大久保淳二)、杉浦幸次",
                    "stars": 6.8,
                    "people": 2105,
                    "year": 2022,
                    "path": "cover/2022/OVERLORD IV",
                    "id": 5426
                },
                "_5517": {
                    "title_cn": "平家物语",
                    "title_jp": "平家物語",
                    "tips": "11话 /  2022年1月12日 / 山田尚子 / 古川日出男 『池澤夏樹=個人編集 日本文学全集09 平家物語』河出書房新社刊 / 小島崇史",
                    "stars": 7.5,
                    "people": 2093,
                    "year": 2022,
                    "path": "cover/2022/平家物语",
                    "id": 5517
                },
                "_5415": {
                    "title_cn": "彻夜之歌",
                    "title_jp": "よふかしのうた",
                    "tips": "13话 /  2022年7月7日 / 板村智幸 / コトヤマ （小学館「週刊少年サンデー」連載中） / 佐川遥",
                    "stars": 7.5,
                    "people": 2047,
                    "year": 2022,
                    "path": "cover/2022/彻夜之歌",
                    "id": 5415
                },
                "_5581": {
                    "title_cn": "测不准的阿波连同学",
                    "title_jp": "阿波連さんははかれない",
                    "tips": "12话 /  2022年4月1日 / 牧野友映 / 水あさと（集英社「少年ジャンプ＋」連載） / 八尋裕子；副人物设定：岩佐とも子",
                    "stars": 6.6,
                    "people": 1907,
                    "year": 2022,
                    "path": "cover/2022/测不准的阿波连同学",
                    "id": 5581
                },
                "_5510": {
                    "title_cn": "天才王子的赤字国家振兴术",
                    "title_jp": "天才王子の赤字国家再生術",
                    "tips": "12话 /  2022年1月11日 / 玉川真人 / 鳥羽徹 / 应地隆之介（應地千晶）",
                    "stars": 6.1,
                    "people": 1871,
                    "year": 2022,
                    "path": "cover/2022/天才王子的赤字国家振兴术",
                    "id": 5510
                },
                "_5552": {
                    "title_cn": "与成为异世界美少女的大叔一起",
                    "title_jp": "異世界美少女受肉おじさんと",
                    "tips": "12话 /  2022年1月11日 / 山井紗也香 / 池澤真・津留崎優/Cygames / 大和葵",
                    "stars": 6.5,
                    "people": 1824,
                    "year": 2022,
                    "path": "cover/2022/与成为异世界美少女的大叔一起",
                    "id": 5552
                },
                "_5457": {
                    "title_cn": "秘密内幕～女子警察的逆袭～",
                    "title_jp": "ハコヅメ～交番女子の逆襲～",
                    "tips": "13话 /  2022年1月5日 / 佐藤雄三 / 泰三子『ハコヅメ～交番女子の逆襲～』（講談社「モーニング」連載中） / 土屋圭",
                    "stars": 7.3,
                    "people": 1788,
                    "year": 2022,
                    "path": "cover/2022/秘密内幕～女子警察的逆袭～",
                    "id": 5457
                },
                "_5414": {
                    "title_cn": "欢迎来到实力至上主义教室 第二季",
                    "title_jp": "ようこそ実力至上主義の教室へ 2nd Season",
                    "tips": "13话 /  2022年7月4日 / 仁昌寺義人 / 衣笠彰梧 （MF文庫J『ようこそ実力至上主義の教室へ』／KADOKAWA刊） / 森田和明",
                    "stars": 5.8,
                    "people": 1782,
                    "year": 2022,
                    "path": "cover/2022/欢迎来到实力至上主义教室 第二季",
                    "id": 5414
                },
                "_5498": {
                    "title_cn": "处刑少女的生存之道",
                    "title_jp": "処刑少女の生きる道",
                    "tips": "12话 /  2022年4月1日 / 川崎芳樹 / 佐藤真登（GA文庫／SBクリエイティブ刊） / 玉置敬子",
                    "stars": 6.3,
                    "people": 1779,
                    "year": 2022,
                    "path": "cover/2022/处刑少女的生存之道",
                    "id": 5498
                },
                "_5485": {
                    "title_cn": "Love Live! 虹咲学园校园偶像同好会 第二季",
                    "title_jp": "ラブライブ！虹ヶ咲学園スクールアイドル同好会 2期",
                    "tips": "13话 /  2022年4月2日 / 河村智之 / 矢立肇 / 横田拓己",
                    "stars": 7.6,
                    "people": 1772,
                    "year": 2022,
                    "path": "cover/2022/Love Live! 虹咲学园校园偶像同好会 第二季",
                    "id": 5485
                },
                "_5562": {
                    "title_cn": "继母的拖油瓶是我的前女友",
                    "title_jp": "継母の連れ子が元カノだった",
                    "tips": "12话 /  2022年7月6日 / 柳伸亮 / 紙城境介 / 佐藤勝行",
                    "stars": 6.0,
                    "people": 1623,
                    "year": 2022,
                    "path": "cover/2022/继母的拖油瓶是我的前女友",
                    "id": 5562
                },
                "_5452": {
                    "title_cn": "约会大作战 第四季",
                    "title_jp": "デート・ア・ライブⅣ",
                    "tips": "12话 /  2022年4月8日 / 中川淳 / 橘公司(ドラゴンマガジン連載：ファンタジア文庫刊) / 中村直人、（副）田中詩織",
                    "stars": 6.7,
                    "people": 1417,
                    "year": 2022,
                    "path": "cover/2022/约会大作战 第四季",
                    "id": 5452
                },
                "_5443": {
                    "title_cn": "Slow Loop",
                    "title_jp": "スローループ",
                    "tips": "12话 /  2022年1月7日 / 秋田谷典昭 / うちのまいこ （まんがタイムきららフォワード / 芳文社） / 滝本祥子",
                    "stars": 6.9,
                    "people": 1381,
                    "year": 2022,
                    "path": "cover/2022/Slow Loop",
                    "id": 5443
                },
                "_5555": {
                    "title_cn": "疾风劲射",
                    "title_jp": "異世界迷宮でハーレムを",
                    "tips": "26话 /  2022年2月16日",
                    "stars": -1,
                    "people": 1352,
                    "year": 2022,
                    "path": "cover/2022/疾风劲射",
                    "id": 5555
                },
                "_5554": {
                    "title_cn": "在异世界迷宫开后宫",
                    "title_jp": "異世界迷宮でハーレムを",
                    "tips": "12话 /  2022年7月6日 / 龍輪直征 / 蘇我捨恥（ヒーロー文庫／主婦の友インフォス刊） / うのまこと；副人物设定：渡辺義弘(渡邊義弘)(フロンティアワン)",
                    "stars": 6.0,
                    "people": 1352,
                    "year": 2022,
                    "path": "cover/2022/在异世界迷宫开后宫",
                    "id": 5554
                },
                "_5471": {
                    "title_cn": "公主连结 Re:Dive 第二季",
                    "title_jp": "プリンセスコネクト！Re:Dive Season 2",
                    "tips": "12话 /  2022年1月10日 / いわもとやすお(岩本保雄) / Cygames / 渡辺舞、野田康行、栗田聡美、杨烈骏",
                    "stars": 5.8,
                    "people": 1348,
                    "year": 2022,
                    "path": "cover/2022/公主连结 Re Dive 第二季",
                    "id": 5471
                },
                "_5501": {
                    "title_cn": "古见同学有交流障碍症 第二季",
                    "title_jp": "古見さんは、コミュ症です。2期",
                    "tips": "12话 /  2022年4月6日 / 川越一生 / オダトモヒト（小学館『週刊少年サンデー』連載中） / 中嶋敦子",
                    "stars": 7.4,
                    "people": 1329,
                    "year": 2022,
                    "path": "cover/2022/古见同学有交流障碍症 第二季",
                    "id": 5501
                },
                "_5493": {
                    "title_cn": "令和的Di Gi Charat",
                    "title_jp": "令和のデ・ジ・キャラット",
                    "tips": "2022年10月7日 / 桜井弘明 / こげどんぼ / 渡辺敦子",
                    "stars": -1,
                    "people": 1139,
                    "year": 2022,
                    "path": "cover/2022/令和的Di Gi Charat",
                    "id": 5493
                },
                "_5492": {
                    "title_cn": "恋爱游戏世界对路人角色很不友好",
                    "title_jp": "乙女ゲー世界はモブに厳しい世界です",
                    "tips": "12话 /  2022年4月3日 / 三浦和也、福元しんいち / 三嶋与夢 (GCノベルズ/マイクロマガジン社刊) / 鈴木政彦",
                    "stars": 6.0,
                    "people": 1139,
                    "year": 2022,
                    "path": "cover/2022/恋爱游戏世界对路人角色很不友好",
                    "id": 5492
                },
                "_5584": {
                    "title_cn": "骸骨骑士大人异世界冒险中",
                    "title_jp": "骸骨騎士様、只今異世界へお出掛け中",
                    "tips": "12话 /  2022年4月7日 / 小野勝巳 / 秤猿鬼（オーバーラップノベルス刊）/ 漫画: サワノアキラ（「コミックガルド」連載） / 今西亨；副人物设定：井上英紀",
                    "stars": 6.1,
                    "people": 1127,
                    "year": 2022,
                    "path": "cover/2022/骸骨骑士大人异世界冒险中",
                    "id": 5584
                },
                "_5499": {
                    "title_cn": "勇者，辞职不干了",
                    "title_jp": "勇者、辞めます",
                    "tips": "12话 /  2022年4月5日 / 石井久志 / クオンタム 『勇者、辞めます～次の職場は魔王城～』 （カドカワＢＯＯＫＳ刊） / 中野裕紀",
                    "stars": 5.9,
                    "people": 1118,
                    "year": 2022,
                    "path": "cover/2022/勇者，辞职不干了",
                    "id": 5499
                },
                "_5575": {
                    "title_cn": "邪神与厨二病少女 X",
                    "title_jp": "邪神ちゃんドロップキック X",
                    "tips": "12话 /  2022年7月5日 / 佐藤光、山田卓 / ユキヲ（COMICメテオ連載） / 古賀誠",
                    "stars": 6.9,
                    "people": 1093,
                    "year": 2022,
                    "path": "cover/2022/邪神与厨二病少女 X",
                    "id": 5575
                },
                "_5442": {
                    "title_cn": "JOJO的奇妙冒险 石之海 Part.2",
                    "title_jp": "ジョジョの奇妙な冒険 ストーンオーシャン 第2クール",
                    "tips": "12话 /  2022年10月7日 / 加藤敏幸 / 荒木飛呂彦（集英社ジャンプコミックス刊） / 筱雅律；副人物设定：土屋圭",
                    "stars": 7.2,
                    "people": 1081,
                    "year": 2022,
                    "path": "cover/2022/JOJO的奇妙冒险 石之海 Part.2",
                    "id": 5442
                },
                "_5502": {
                    "title_cn": "式守同学不只可爱而已",
                    "title_jp": "可愛いだけじゃない式守さん",
                    "tips": "12话 /  2022年4月9日 / 伊藤良太 / 真木蛍五（講談社『マガジンポケット』連載） / 菊池愛",
                    "stars": 5.9,
                    "people": 1080,
                    "year": 2022,
                    "path": "cover/2022/式守同学不只可爱而已",
                    "id": 5502
                },
                "_5556": {
                    "title_cn": "盾之勇者成名录 第二季",
                    "title_jp": "盾の勇者の成り上がり Season2",
                    "tips": "13话 /  2022年4月6日 / 神保昌登 / アネコユサギ(MFブックス『盾の勇者の成り上がり』／KADOKAWA刊) / 諏訪真弘",
                    "stars": 5.3,
                    "people": 1053,
                    "year": 2022,
                    "path": "cover/2022/盾之勇者成名录 第二季",
                    "id": 5556
                },
                "_5486": {
                    "title_cn": "里亚德录大地",
                    "title_jp": "リアデイルの大地にて",
                    "tips": "12话 /  2022年1月5日 / 柳瀬雄之 / Ceez（「リアデイルの大地にて」／KADOKAWA刊） / 舛舘俊秀、小島えり、出口花穂",
                    "stars": 5.8,
                    "people": 1050,
                    "year": 2022,
                    "path": "cover/2022/里亚德录大地",
                    "id": 5486
                },
                "_5453": {
                    "title_cn": "朋友游戏",
                    "title_jp": "トモダチゲーム",
                    "tips": "12话 /  2022年4月5日 / 小倉宏文 / 山口ミコト[原作]、佐藤友生[作画] / 宮崎里美",
                    "stars": 6.1,
                    "people": 1036,
                    "year": 2022,
                    "path": "cover/2022/朋友游戏",
                    "id": 5453
                },
                "_5526": {
                    "title_cn": "恋爱要在世界征服后",
                    "title_jp": "恋は世界征服のあとで",
                    "tips": "12话 /  2022年4月8日 / いわたかずや（岩田和也） / 野田宏・若松卓宏 （講談社「月刊少年マガジン」連載） / 小林明美",
                    "stars": 7.0,
                    "people": 1034,
                    "year": 2022,
                    "path": "cover/2022/恋爱要在世界征服后",
                    "id": 5526
                },
                "_5397": {
                    "title_cn": "女忍者椿的心事",
                    "title_jp": "くノ一ツバキの胸の内",
                    "tips": "13话 /  2022年4月9日 / 角地拓大 / 山本崇一朗 / 奥田陽介",
                    "stars": 7.2,
                    "people": 1021,
                    "year": 2022,
                    "path": "cover/2022/女忍者椿的心事",
                    "id": 5397
                },
                "_5553": {
                    "title_cn": "异世界药局",
                    "title_jp": "異世界薬局",
                    "tips": "12话 /  2022年7月10日 / 草川啓造 / 高山理図（MFブックス／KADOKAWA刊） / 松本麻友子；副人物设定：前田恭佑",
                    "stars": 6.4,
                    "people": 974,
                    "year": 2022,
                    "path": "cover/2022/异世界药局",
                    "id": 5553
                },
                "_5560": {
                    "title_cn": "终末的后宫",
                    "title_jp": "終末のハーレム",
                    "tips": "11话 /  2022年1月7日 / 信田ユウ / LINK・宵野コタロー（集英社「少年ジャンプ＋」連載） / 小関雅",
                    "stars": 5.4,
                    "people": 946,
                    "year": 2022,
                    "path": "cover/2022/终末的后宫",
                    "id": 5560
                },
                "_5475": {
                    "title_cn": "魔法纪录 魔法少女小圆外传 Final SEASON -浅梦的黎明-",
                    "title_jp": "マギアレコード 魔法少女まどか☆マギカ外伝 Final SEASON ‐浅き夢の暁‐",
                    "tips": "4话 /  2022年4月3日 / 宮本幸裕 / Magica Quartet / 谷口淳一郎",
                    "stars": 5.2,
                    "people": 893,
                    "year": 2022,
                    "path": "cover/2022/魔法纪录 魔法少女小圆外传 Final SEASON -浅梦的黎明-",
                    "id": 5475
                },
                "_5503": {
                    "title_cn": "史上最强的大魔王转生为村人A",
                    "title_jp": "史上最強の大魔王、村人Aに転生する",
                    "tips": "12话 /  2022年4月6日 / 湊未來 / 下等妙人（株式会社KADOKAWA／ファンタジア文庫刊） / 野口孝行、[副人物设定]渡邊義弘（フロンティアワン）",
                    "stars": 4.9,
                    "people": 876,
                    "year": 2022,
                    "path": "cover/2022/史上最强的大魔王转生为村人A",
                    "id": 5503
                },
                "_5385": {
                    "title_cn": "平凡职业成就世界最强 第二季",
                    "title_jp": "ありふれた職業で世界最強 2nd season",
                    "tips": "12话 /  2022年1月13日 / 岩永彰 / 白米良（オーバーラップ文庫刊） / 小島智加、副：渡辺佳奈子",
                    "stars": 6.1,
                    "people": 866,
                    "year": 2022,
                    "path": "cover/2022/平凡职业成就世界最强 第二季",
                    "id": 5385
                },
                "_5512": {
                    "title_cn": "失格纹的最强贤者",
                    "title_jp": "失格紋の最強賢者",
                    "tips": "12话 /  2022年1月8日 / 秋田谷典昭 / 進行諸島 / 大沢美奈",
                    "stars": 4.4,
                    "people": 852,
                    "year": 2022,
                    "path": "cover/2022/失格纹的最强贤者",
                    "id": 5512
                },
                "_5417": {
                    "title_cn": "青之芦苇",
                    "title_jp": "アオアシ",
                    "tips": "24话 /  2022年4月9日 / さとう陽 / 小林有吾「アオアシ」（小学館「週刊ビッグコミックスピリッツ」連載中） / 中武学、川村敏江、山口飛鳥、長谷川早紀；副人物设定：清池奈保、渡部由紀子、大導寺美穂、白井英介、本田真之",
                    "stars": 7.4,
                    "people": 852,
                    "year": 2022,
                    "path": "cover/2022/青之芦苇",
                    "id": 5417
                },
                "_5568": {
                    "title_cn": "自称贤者弟子的贤者",
                    "title_jp": "賢者の弟子を名乗る賢者",
                    "tips": "12话 /  2022年1月11日 / 元永慶太郎 / りゅうせんひろつぐ / 堀井久美、副：松尾真彦",
                    "stars": 4.5,
                    "people": 837,
                    "year": 2022,
                    "path": "cover/2022/自称贤者弟子的贤者",
                    "id": 5568
                },
                "_5525": {
                    "title_cn": "怪人开发部的黑井津",
                    "title_jp": "怪人開発部の黒井津さん",
                    "tips": "12话 /  2022年1月8日 / 斎藤久 / 水崎弘明（Webコミック「COMICメテオ」） / 森前和也，副：新谷真昼",
                    "stars": 6.6,
                    "people": 837,
                    "year": 2022,
                    "path": "cover/2022/怪人开发部的黑井津",
                    "id": 5525
                },
                "_5422": {
                    "title_cn": "Estab Life Great Escape",
                    "title_jp": "エスタブライフ グレイトエスケープ",
                    "tips": "12话 /  2022年4月6日 / 橋本裕之 / SSF / 舛田裕美、次要：長沼範裕",
                    "stars": 7.1,
                    "people": 828,
                    "year": 2022,
                    "path": "cover/2022/Estab Life Great Escape",
                    "id": 5422
                },
                "_5549": {
                    "title_cn": "现实主义勇者的王国再建记 第二部",
                    "title_jp": "現実主義勇者の王国再建記 第二部",
                    "tips": "13话 /  2022年1月8日 / 渡部高志 / どぜう丸（オーバーラップ文庫刊） / 大塚舞",
                    "stars": 5.7,
                    "people": 792,
                    "year": 2022,
                    "path": "cover/2022/现实主义勇者的王国再建记 第二部",
                    "id": 5549
                },
                "_5398": {
                    "title_cn": "这个医师超麻烦",
                    "title_jp": "このヒーラー、めんどくさい",
                    "tips": "12话 /  2022年4月10日 / 中西伸彰 / 丹念に発酵 （月刊コミックフラッパー連載／KADOKAWA刊） / 菊永千里",
                    "stars": 6.1,
                    "people": 787,
                    "year": 2022,
                    "path": "cover/2022/这个医师超麻烦",
                    "id": 5398
                },
                "_5521": {
                    "title_cn": "租借女友 第二季",
                    "title_jp": "彼女、お借りします 第2期",
                    "tips": "12话 /  2022年7月1日 / 古賀一臣 / 宮島礼吏（講談社「週刊少年マガジン」連載） / 平山寛菜",
                    "stars": 6.0,
                    "people": 785,
                    "year": 2022,
                    "path": "cover/2022/租借女友 第二季",
                    "id": 5521
                },
                "_5408": {
                    "title_cn": "噗尼轮轮",
                    "title_jp": "ぷにるんず",
                    "tips": "2022年10月2日 / 山口健太郎 / タカラトミー / 一石小百合",
                    "stars": -1,
                    "people": 767,
                    "year": 2022,
                    "path": "cover/2022/噗尼轮轮",
                    "id": 5408
                },
                "_5407": {
                    "title_cn": "打工吧！！魔王大人",
                    "title_jp": "はたらく魔王さま！！",
                    "tips": "12话 /  2022年7月14日 / 筑紫大介 / 和ヶ原聡司 / 飯野雄大",
                    "stars": 5.4,
                    "people": 767,
                    "year": 2022,
                    "path": "cover/2022/打工吧！！魔王大人",
                    "id": 5407
                },
                "_5377": {
                    "title_cn": "RPG不动产",
                    "title_jp": "RPG不動産",
                    "tips": "12话 /  2022年4月6日 / 越田知明 / 険持ちよ（まんがタイムきららキャラット／芳文社） / 谷口元浩",
                    "stars": 5.6,
                    "people": 741,
                    "year": 2022,
                    "path": "cover/2022/RPG不动产",
                    "id": 5377
                },
                "_5354": {
                    "title_cn": "RPG不动产",
                    "title_jp": "RPG不動産",
                    "tips": "12话 /  2022年4月6日 / 越田知明 / 険持ちよ（まんがタイムきららキャラット／芳文社） / 谷口元浩",
                    "stars": 5.6,
                    "people": 741,
                    "year": 2022,
                    "path": "cover/2022/RPG不动产",
                    "id": 5354
                },
                "_5470": {
                    "title_cn": "天籁人偶",
                    "title_jp": "プリマドール",
                    "tips": "12话 /  2022年7月8日 / 天衝 / Visual Art's / Key / バイブリーアニメーションスタジオ / 矢野茜",
                    "stars": 5.5,
                    "people": 736,
                    "year": 2022,
                    "path": "cover/2022/天籁人偶",
                    "id": 5470
                },
                "_5578": {
                    "title_cn": "食锈末世录",
                    "title_jp": "錆喰いビスコ",
                    "tips": "12话 /  2022年1月10日 / 碇谷敦 / 瘤久保慎司『錆喰いビスコ』（電撃文庫刊）/ 插图: 赤岸K / 世界观插图：mocha / 浅利歩惟、碇谷敦",
                    "stars": 5.5,
                    "people": 716,
                    "year": 2022,
                    "path": "cover/2022/食锈末世录",
                    "id": 5578
                },
                "_5427": {
                    "title_cn": "杜鹃的婚约",
                    "title_jp": "カッコウの許嫁",
                    "tips": "24话 /  2022年4月23日 / 白幡良志之 / 吉河美希（講談社「週刊少年マガジン」連載） / 高野綾；副人物设定：島崎知美",
                    "stars": 5.9,
                    "people": 712,
                    "year": 2022,
                    "path": "cover/2022/杜鹃的婚约",
                    "id": 5427
                },
                "_5438": {
                    "title_cn": "影宅 2nd Season",
                    "title_jp": "シャドーハウス 2nd Season",
                    "tips": "12话 /  2022年7月8日 / 大橋一輝 / ソウマトウ / 日下部智津子、松林志穂美",
                    "stars": 7.1,
                    "people": 701,
                    "year": 2022,
                    "path": "cover/2022/影宅 2nd Season",
                    "id": 5438
                },
                "_5401": {
                    "title_cn": "即使如此依旧步步进逼",
                    "title_jp": "それでも歩は寄せてくる",
                    "tips": "12话 /  2022年7月7日 / 湊未來 / 山本崇一朗『それでも歩は寄せてくる』(講談社「週刊少年マガジン」連載) / 平田和也",
                    "stars": 6.4,
                    "people": 666,
                    "year": 2022,
                    "path": "cover/2022/即使如此依旧步步进逼",
                    "id": 5401
                },
                "_5444": {
                    "title_cn": "期待在地下城邂逅有错吗 Ⅳ 新章 迷宫篇",
                    "title_jp": "ダンジョンに出会いを求めるのは間違っているだろうか Ⅳ 新章 迷宮篇",
                    "tips": "11话 /  2022年7月22日 / 橘秀樹 / 大森藤ノ（GA文庫／SBクリエイティブ刊） / 木本茂樹",
                    "stars": 6.7,
                    "people": 664,
                    "year": 2022,
                    "path": "cover/2022/期待在地下城邂逅有错吗 Ⅳ 新章 迷宫篇",
                    "id": 5444
                },
                "_5404": {
                    "title_cn": "顶点!!!!!!!!!!!!!!!",
                    "title_jp": "てっぺんっ!!!!!!!!!!!!!!!",
                    "tips": "12话 /  2022年7月2日 / 渡部穏寛 / 大久保義之",
                    "stars": 7.4,
                    "people": 635,
                    "year": 2022,
                    "path": "cover/2022/顶点!!!!!!!!!!!!!!!",
                    "id": 5404
                },
                "_5577": {
                    "title_cn": "金装的维尔梅～濒临堕落的魔法师和最强的灾厄一起冲入魔法世界～",
                    "title_jp": "金装のヴェルメイユ～崖っぷち魔術師は最強の厄災と魔法世界を突き進む～",
                    "tips": "12话 /  2022年7月5日 / 直谷たかし / 天那光汰・梅津葉子（掲載 月刊「少年ガンガン」スクウェア・エニックス刊） / 立石聖、副人物设定：冨樫彩菜",
                    "stars": 5.2,
                    "people": 632,
                    "year": 2022,
                    "path": "cover/2022/金装的维尔梅～濒临堕落的魔法师和最强的灾厄一起冲入魔法世界～",
                    "id": 5577
                },
                "_5378": {
                    "title_cn": "红白黑黄 冰雪帝国",
                    "title_jp": "RWBY 氷雪帝国",
                    "tips": "12话 /  2022年7月3日 / 鈴木利正 / Rooster Teeth Productions『RWBY』(Monty Oum) / 杉山延寛",
                    "stars": 5.6,
                    "people": 616,
                    "year": 2022,
                    "path": "cover/2022/红白黑黄 冰雪帝国",
                    "id": 5378
                },
                "_5355": {
                    "title_cn": "红白黑黄 冰雪帝国",
                    "title_jp": "RWBY 氷雪帝国",
                    "tips": "12话 /  2022年7月3日 / 鈴木利正 / Rooster Teeth Productions『RWBY』(Monty Oum) / 杉山延寛",
                    "stars": 5.6,
                    "people": 616,
                    "year": 2022,
                    "path": "cover/2022/红白黑黄 冰雪帝国",
                    "id": 5355
                },
                "_5394": {
                    "title_cn": "键等 第二季",
                    "title_jp": "かぎなど シーズン2",
                    "tips": "12话 /  2022年4月12日 / 坂本一也 / Visual Art's/Key / 芳我恵理子",
                    "stars": 7.1,
                    "people": 610,
                    "year": 2022,
                    "path": "cover/2022/键等 第二季",
                    "id": 5394
                },
                "_5484": {
                    "title_cn": "Love Live! Superstar!! 第二季",
                    "title_jp": "ラブライブ！スーパースター!! 2期",
                    "tips": "12话 /  2022年7月17日 / 京極尚彦 / 矢立肇 / 斎藤敦史",
                    "stars": 4.3,
                    "people": 606,
                    "year": 2022,
                    "path": "cover/2022/Love Live! Superstar!! 第二季",
                    "id": 5484
                },
                "_5539": {
                    "title_cn": "机动战士高达 水星的魔女",
                    "title_jp": "機動戦士ガンダム 水星の魔女",
                    "tips": "2022年10月2日 / 小林寛 / 矢立肇／富野由悠季 / 田頭真理恵（主人物设定）、戸井田珠里、高谷浩利",
                    "stars": 7.5,
                    "people": 605,
                    "year": 2022,
                    "path": "cover/2022/机动战士高达 水星的魔女",
                    "id": 5539
                },
                "_5550": {
                    "title_cn": "理科生坠入情网故尝试证明[r=1-sinθ]♡",
                    "title_jp": "理系が恋に落ちたので証明してみた。r=1-sinθ",
                    "tips": "12话 /  2022年4月1日 / 喜多幡徹 / 山本アリフレッド(『COMICメテオ』連載) / 五十内裕輔",
                    "stars": 5.6,
                    "people": 589,
                    "year": 2022,
                    "path": "cover/2022/理科生坠入情网故尝试证明[r=1-sinθ]♡",
                    "id": 5550
                },
                "_5366": {
                    "title_cn": "新石纪 龙水",
                    "title_jp": "Dr.STONE 龍水",
                    "tips": "1话 /  2022年7月10日 / 松下周平 / 稲垣理一郎・Boichi（集英社「週刊少年ジャンプ」連載） / 岩佐裕子",
                    "stars": 7.2,
                    "people": 568,
                    "year": 2022,
                    "path": "cover/2022/新石纪 龙水",
                    "id": 5366
                },
                "_5343": {
                    "title_cn": "新石纪 龙水",
                    "title_jp": "Dr.STONE 龍水",
                    "tips": "1话 /  2022年7月10日 / 松下周平 / 稲垣理一郎・Boichi（集英社「週刊少年ジャンプ」連載） / 岩佐裕子",
                    "stars": 7.2,
                    "people": 568,
                    "year": 2022,
                    "path": "cover/2022/新石纪 龙水",
                    "id": 5343
                },
                "_5361": {
                    "title_cn": "小鸟之翼 高尔夫少女",
                    "title_jp": "BIRDIE WING -Golf Girls’ Story-",
                    "tips": "13话 /  2022年4月5日 / 稲垣隆行 / BN Pictures / 安食圭；副人物设定：原由美子、西原恵利香、山﨑正和(山崎正和)、杉本愛、橋本誠一、髙畑かおり(高畑かおり)、尾崎正幸、久行宏和、高橋晃",
                    "stars": 7.3,
                    "people": 556,
                    "year": 2022,
                    "path": "cover/2022/小鸟之翼 高尔夫少女",
                    "id": 5361
                },
                "_5338": {
                    "title_cn": "小鸟之翼 高尔夫少女",
                    "title_jp": "BIRDIE WING -Golf Girls’ Story-",
                    "tips": "13话 /  2022年4月5日 / 稲垣隆行 / BN Pictures / 安食圭；副人物设定：原由美子、西原恵利香、山﨑正和(山崎正和)、杉本愛、橋本誠一、髙畑かおり(高畑かおり)、尾崎正幸、久行宏和、高橋晃",
                    "stars": 7.3,
                    "people": 556,
                    "year": 2022,
                    "path": "cover/2022/小鸟之翼 高尔夫少女",
                    "id": 5338
                },
                "_5588": {
                    "title_cn": "僵尸奶爸",
                    "title_jp": "좀비가 되어버린 나의 딸",
                    "tips": "13话 /  2022年4月3日",
                    "stars": -1,
                    "people": 546,
                    "year": 2022,
                    "path": "cover/2022/僵尸奶爸",
                    "id": 5588
                },
                "_5587": {
                    "title_cn": "黑之召唤士",
                    "title_jp": "黒の召喚士",
                    "tips": "12话 /  2022年7月9日 / 平池芳正 / 迷井豆腐（オーバーラップ文庫刊）、原作漫画：天羽銀（「コミックガルド」連載） / 大島美和；副人物设定：大橋幸子",
                    "stars": 5.8,
                    "people": 546,
                    "year": 2022,
                    "path": "cover/2022/黑之召唤士",
                    "id": 5587
                },
                "_5536": {
                    "title_cn": "小书痴的下克上～为了成为图书管理员而不择手段～ 第3部",
                    "title_jp": "本好きの下剋上～司書になるためには手段を選んでいられません～ 第3部",
                    "tips": "10话 /  2022年4月11日 / 本郷みつる / 『本好きの下剋上 司書になるためには手段を選んでいられません』 （TOブックス刊） 著者：香月美夜 / イラスト：椎名優 / 柳田義明、海谷敏久、松苗はる香",
                    "stars": 6.9,
                    "people": 513,
                    "year": 2022,
                    "path": "cover/2022/小书痴的下克上～为了成为图书管理员而不择手段～ 第3部",
                    "id": 5536
                },
                "_5392": {
                    "title_cn": "妖怪图鉴！",
                    "title_jp": "おばけずかん！",
                    "tips": "2022年10月5日 / イワタナオミ / 作・斉藤洋 絵・宮本えつよし『おばけずかん』シリーズ（講談社 刊）",
                    "stars": -1,
                    "people": 478,
                    "year": 2022,
                    "path": "cover/2022/妖怪图鉴！",
                    "id": 5392
                },
                "_5391": {
                    "title_cn": "鬼裤衩",
                    "title_jp": "おにぱん！",
                    "tips": "12话 /  2022年4月11日 / 太田雅彦 / おにぱん！プロジェクト / 柳隆太",
                    "stars": 6.2,
                    "people": 478,
                    "year": 2022,
                    "path": "cover/2022/鬼裤衩",
                    "id": 5391
                },
                "_5436": {
                    "title_cn": "SHINE POST",
                    "title_jp": "シャインポスト",
                    "tips": "12话 /  2022年7月12日 / 及川啓 / コナミデジタルエンタテインメント、ストレートエッジ / 長田好弘；次要人物设计：宗圓祐輔",
                    "stars": 7.4,
                    "people": 474,
                    "year": 2022,
                    "path": "cover/2022/SHINE POST",
                    "id": 5436
                },
                "_5583": {
                    "title_cn": "风都侦探",
                    "title_jp": "風都探偵",
                    "tips": "12话 /  2022年8月8日 / 椛島洋介 / 石ノ森章太郎 / 三条陸（剧本）、佐藤まさき（作画） / 蛯名秀和",
                    "stars": 7.5,
                    "people": 451,
                    "year": 2022,
                    "path": "cover/2022/风都侦探",
                    "id": 5583
                },
                "_5561": {
                    "title_cn": "组长女儿与照料专员",
                    "title_jp": "組長娘と世話係",
                    "tips": "12话 /  2022年7月7日 / 川崎逸朗 / つきや(マイクロマガジン社 コミックELMO） / 緒方浩美、副人物设定：森和江",
                    "stars": 6.1,
                    "people": 449,
                    "year": 2022,
                    "path": "cover/2022/组长女儿与照料专员",
                    "id": 5561
                },
                "_5570": {
                    "title_cn": "转生贤者的异世界生活～取得第二职业，成为世界最强～",
                    "title_jp": "転生賢者の異世界ライフ～第二の職業を得て、世界最強になりました～",
                    "tips": "12话 /  2022年7月4日 / 小嶋慶祐 / 進行諸島（GA ノベル／SB クリエイティブ刊） / 小嶋慶祐、埼玉憲人",
                    "stars": 4.4,
                    "people": 424,
                    "year": 2022,
                    "path": "cover/2022/转生贤者的异世界生活～取得第二职业，成为世界最强～",
                    "id": 5570
                },
                "_5445": {
                    "title_cn": "舞动不止",
                    "title_jp": "ダンス・ダンス・ダンスール",
                    "tips": "11话 /  2022年4月8日 / 境宗久 / ジョージ朝倉『ダンス・ダンス・ダンスール』（小学館「週刊ビッグコミックスピリッツ」連載中） / 長谷川ひとみ",
                    "stars": 6.9,
                    "people": 424,
                    "year": 2022,
                    "path": "cover/2022/舞动不止",
                    "id": 5445
                },
                "_5586": {
                    "title_cn": "魔法使黎明期",
                    "title_jp": "魔法使い黎明期",
                    "tips": "12话 /  2022年4月7日 / 桑原智 / 虎走かける『魔法使い黎明期』(講談社ラノベ文庫) / 岩崎令奈",
                    "stars": 4.7,
                    "people": 417,
                    "year": 2022,
                    "path": "cover/2022/魔法使黎明期",
                    "id": 5586
                },
                "_5572": {
                    "title_cn": "联盟空军航空魔法音乐队 光辉魔女",
                    "title_jp": "連盟空軍航空魔法音楽隊 ルミナスウィッチーズ",
                    "tips": "12话 /  2022年7月3日 / 佐伯昭志 / 島田フミカネ&Projekt World Witches / 潮月一也",
                    "stars": 6.9,
                    "people": 407,
                    "year": 2022,
                    "path": "cover/2022/联盟空军航空魔法音乐队 光辉魔女",
                    "id": 5572
                },
                "_5382": {
                    "title_cn": "月野艺能 华彩原石",
                    "title_jp": "VAZZROCK THE ANIMATION",
                    "tips": "13话 /  2022年10月5日 / 高本宣弘 / ふじわら / 夏生",
                    "stars": -1,
                    "people": 407,
                    "year": 2022,
                    "path": "cover/2022/月野艺能 华彩原石",
                    "id": 5382
                },
                "_5381": {
                    "title_cn": "间谍过家家 第二部分",
                    "title_jp": "SPY×FAMILY 第2クール",
                    "tips": "13话 /  2022年10月1日 / 古橋一浩 / 遠藤達哉（集英社「少年ジャンプ＋」連載） / 嶋田和晃",
                    "stars": 7.7,
                    "people": 407,
                    "year": 2022,
                    "path": "cover/2022/间谍过家家 第二部分",
                    "id": 5381
                },
                "_5558": {
                    "title_cn": "社畜小姐想被幽灵幼女治愈。",
                    "title_jp": "社畜さんは幼女幽霊に癒されたい。",
                    "tips": "12话 /  2022年4月7日 / 南原玖宇 / 有田イマリ （掲載 月刊「少年ガンガン」スクウェア・エニックス刊） / 田中春香",
                    "stars": 5.7,
                    "people": 403,
                    "year": 2022,
                    "path": "cover/2022/社畜小姐想被幽灵幼女治愈。",
                    "id": 5558
                },
                "_5399": {
                    "title_cn": "雀魂 PONG☆",
                    "title_jp": "じゃんたま PONG☆",
                    "tips": "11话 /  2022年4月8日 / 森井ケンシロウ / CATFOOD STUDIO / 衣谷ソーシ（动画人物设定）",
                    "stars": 5.8,
                    "people": 392,
                    "year": 2022,
                    "path": "cover/2022/雀魂 PONG☆",
                    "id": 5399
                },
                "_5489": {
                    "title_cn": "瓦尼塔斯的手札 第二季",
                    "title_jp": "ヴァニタスの手記 第2クール",
                    "tips": "12话 /  2022年1月14日 / 板村智幸 / 望月淳 / 伊藤嘉之 / 副人物设定：中山知世",
                    "stars": 6.7,
                    "people": 388,
                    "year": 2022,
                    "path": "cover/2022/瓦尼塔斯的手札 第二季",
                    "id": 5489
                },
                "_5559": {
                    "title_cn": "神渣☆爱豆",
                    "title_jp": "神クズ☆アイドル",
                    "tips": "10话 /  2022年7月1日 / 福岡大生 / いそふらぼん肘樹（月刊Comic ZERO-SUM/一迅社 刊） / 細田沙織",
                    "stars": 6.1,
                    "people": 371,
                    "year": 2022,
                    "path": "cover/2022/神渣☆爱豆",
                    "id": 5559
                },
                "_5468": {
                    "title_cn": "黑岩射手：黎明降临",
                    "title_jp": "ブラック★★ロックシューター DAWN FALL",
                    "tips": "12话 /  2022年4月3日 / 天衝 / ブラック★ロックシューター / 野中正幸、中川耀",
                    "stars": 5.2,
                    "people": 358,
                    "year": 2022,
                    "path": "cover/2022/黑岩射手：黎明降临",
                    "id": 5468
                },
                "_5455": {
                    "title_cn": "少女前线",
                    "title_jp": "ドールズフロントライン",
                    "tips": "12话 /  2022年1月7日 / 上田繁 / SUNBORN Network Technology, Mica Team（散爆网络） / 山田正樹",
                    "stars": 5.0,
                    "people": 329,
                    "year": 2022,
                    "path": "cover/2022/少女前线",
                    "id": 5455
                },
                "_5463": {
                    "title_cn": "歌愈少女",
                    "title_jp": "ヒーラー・ガール",
                    "tips": "12话 /  2022年4月4日 / 入江泰浩 / 秋谷有紀恵",
                    "stars": 6.3,
                    "people": 322,
                    "year": 2022,
                    "path": "cover/2022/歌愈少女",
                    "id": 5463
                },
                "_5541": {
                    "title_cn": "杀爱",
                    "title_jp": "殺し愛",
                    "tips": "12话 /  2022年1月12日 / 大庭秀昭 / Fe / 佐藤陽子，副人物设定：小林利充",
                    "stars": 5.4,
                    "people": 321,
                    "year": 2022,
                    "path": "cover/2022/杀爱",
                    "id": 5541
                },
                "_5507": {
                    "title_cn": "绽放的阿尔斯诺特利亚",
                    "title_jp": "咲う アルスノトリア すんっ！",
                    "tips": "12话 /  2022年7月6日 / 龍輪直征 / Nitro / 岸田隆宏",
                    "stars": 5.7,
                    "people": 316,
                    "year": 2022,
                    "path": "cover/2022/绽放的阿尔斯诺特利亚",
                    "id": 5507
                },
                "_5488": {
                    "title_cn": "白领羽球部",
                    "title_jp": "リーマンズクラブ",
                    "tips": "12话 /  2022年1月29日 / 山内愛弥 / Team RMC / まじろ、副：橋本尚典",
                    "stars": 6.5,
                    "people": 312,
                    "year": 2022,
                    "path": "cover/2022/白领羽球部",
                    "id": 5488
                },
                "_5482": {
                    "title_cn": "幽零幻镜",
                    "title_jp": "ユーレイデコ",
                    "tips": "12话 /  2022年7月3日 / 霜山朋久 / 本間晃",
                    "stars": 5.4,
                    "people": 308,
                    "year": 2022,
                    "path": "cover/2022/幽零幻镜",
                    "id": 5482
                },
                "_5462": {
                    "title_cn": "身为女主角 讨厌的女主角与秘密的工作",
                    "title_jp": "ヒロインたるもの！〜嫌われヒロインと内緒のお仕事〜",
                    "tips": "12话 /  2022年4月7日 / 橋本能理子 / HoneyWorks / 石井かおり；副人物设定：鵠沼亮介",
                    "stars": 6.1,
                    "people": 303,
                    "year": 2022,
                    "path": "cover/2022/身为女主角 讨厌的女主角与秘密的工作",
                    "id": 5462
                },
                "_5537": {
                    "title_cn": "东京24区",
                    "title_jp": "東京24区",
                    "tips": "12话 /  2022年1月5日 / 津田尚克 / Team 24 / 岸田隆宏；次要人物设定：伊藤公規、田村里美",
                    "stars": 5.1,
                    "people": 302,
                    "year": 2022,
                    "path": "cover/2022/东京24区",
                    "id": 5537
                },
                "_5363": {
                    "title_cn": "指名！",
                    "title_jp": "CUE!",
                    "tips": "24话 /  2022年1月7日 / 片貝慎 / リベル・エンタテインメント / 谷口元浩、副：西村理恵",
                    "stars": 6.4,
                    "people": 283,
                    "year": 2022,
                    "path": "cover/2022/指名！",
                    "id": 5363
                },
                "_5340": {
                    "title_cn": "指名！",
                    "title_jp": "CUE!",
                    "tips": "24话 /  2022年1月7日 / 片貝慎 / リベル・エンタテインメント / 谷口元浩、副：西村理恵",
                    "stars": 6.4,
                    "people": 283,
                    "year": 2022,
                    "path": "cover/2022/指名！",
                    "id": 5340
                },
                "_5420": {
                    "title_cn": "彩绿",
                    "title_jp": "イロドリミドリ",
                    "tips": "8话 /  2022年1月4日 / 田中千駿 / 七条レタス（IOSYS）、齊藤キャベツ（SEGA） / 佐藤健史、後藤香織",
                    "stars": 5.6,
                    "people": 263,
                    "year": 2022,
                    "path": "cover/2022/彩绿",
                    "id": 5420
                },
                "_5534": {
                    "title_cn": "最近雇佣的女仆有点奇怪",
                    "title_jp": "最近雇ったメイドが怪しい",
                    "tips": "11话 /  2022年7月23日 / 星野美鈴 / 昆布わかめ（掲載 月刊「ガンガンJOKER」スクウェア・エニックス刊） / 吉野万智",
                    "stars": 5.3,
                    "people": 243,
                    "year": 2022,
                    "path": "cover/2022/最近雇佣的女仆有点奇怪",
                    "id": 5534
                },
                "_5384": {
                    "title_cn": "我是川尻小玉～生活黑客的糜烂生活～",
                    "title_jp": "あたしゃ川尻こだまだよ～デンジャラスライフハッカーのただれた生活～",
                    "tips": "24话 /  2022年1月13日 / 金子伸吾 / 川尻こだま 「あたしゃ川尻こだまだよ〜デンジャラスライフハッカーのただれた生活〜」（KADOKAWA） / 高野やよい",
                    "stars": 5.8,
                    "people": 225,
                    "year": 2022,
                    "path": "cover/2022/我是川尻小玉～生活黑客的糜烂生活～",
                    "id": 5384
                },
                "_5450": {
                    "title_cn": "决斗大师WIN",
                    "title_jp": "デュエル・マスターズWIN",
                    "tips": "2022年9月4日",
                    "stars": -1,
                    "people": 220,
                    "year": 2022,
                    "path": "cover/2022/决斗大师WIN",
                    "id": 5450
                },
                "_5449": {
                    "title_cn": "决斗大师 KING MAX",
                    "title_jp": "デュエル・マスターズ キングMAX",
                    "tips": "17话 /  2022年4月3日",
                    "stars": -1,
                    "people": 220,
                    "year": 2022,
                    "path": "cover/2022/决斗大师 KING MAX",
                    "id": 5449
                },
                "_5448": {
                    "title_cn": "抵抗企鹅",
                    "title_jp": "テイコウペンギン",
                    "tips": "2022年1月5日",
                    "stars": -1,
                    "people": 220,
                    "year": 2022,
                    "path": "cover/2022/抵抗企鹅",
                    "id": 5448
                },
                "_5447": {
                    "title_cn": "小鸡舞者 第二季",
                    "title_jp": "チキップダンサーズ 2期",
                    "tips": "2022年9月27日",
                    "stars": -1,
                    "people": 220,
                    "year": 2022,
                    "path": "cover/2022/小鸡舞者 第二季",
                    "id": 5447
                },
                "_5446": {
                    "title_cn": "链锯人",
                    "title_jp": "チェンソーマン",
                    "tips": "12话 /  2022年10月11日 / 中山竜 / 藤本タツキ / 杉山和隆",
                    "stars": 7.5,
                    "people": 220,
                    "year": 2022,
                    "path": "cover/2022/链锯人",
                    "id": 5446
                },
                "_5454": {
                    "title_cn": "TRIBE NINE",
                    "title_jp": "トライブナイン",
                    "tips": "12话 /  2022年1月10日 / 青木悠 / 株式会社アカツキ × TooKyoGames / 薮本陽輔（动画）",
                    "stars": 4.8,
                    "people": 205,
                    "year": 2022,
                    "path": "cover/2022/TRIBE NINE",
                    "id": 5454
                },
                "_5474": {
                    "title_cn": "pop子和pipi美的日常 第二季",
                    "title_jp": "ポプテピピック TVアニメーション作品第二シリーズ",
                    "tips": "12话 /  2022年10月1日 / 青木純（スペースネコカンパニー） / 大川ぶくぶ（竹書房「まんがライフWIN」）",
                    "stars": 4.6,
                    "people": 199,
                    "year": 2022,
                    "path": "cover/2022/pop子和pipi美的日常 第二季",
                    "id": 5474
                },
                "_5388": {
                    "title_cn": "传颂之物 二人的白皇",
                    "title_jp": "うたわれるもの 二人の白皇",
                    "tips": "28话 /  2022年7月2日 / 川村賢一 / アクアプラス / 中田正彦",
                    "stars": 7.1,
                    "people": 198,
                    "year": 2022,
                    "path": "cover/2022/传颂之物 二人的白皇",
                    "id": 5388
                },
                "_5504": {
                    "title_cn": "名侦探柯南 零的日常",
                    "title_jp": "名探偵コナン ゼロの日常",
                    "tips": "6话 /  2022年4月4日 / 小坂知 / 新井隆広（小学館「週刊少年サンデー」連載中） / 吉見京子",
                    "stars": 5.8,
                    "people": 196,
                    "year": 2022,
                    "path": "cover/2022/名侦探柯南 零的日常",
                    "id": 5504
                },
                "_5495": {
                    "title_cn": "我与机器妹",
                    "title_jp": "僕とロボコ",
                    "tips": "2022年12月4日 / 大地丙太郎 / 宮崎周平 『僕とロボコ』（集英社「週刊少年ジャンプ」) / 荏原裕子",
                    "stars": -1,
                    "people": 194,
                    "year": 2022,
                    "path": "cover/2022/我与机器妹",
                    "id": 5495
                },
                "_5494": {
                    "title_cn": "佐佐木与宫野",
                    "title_jp": "佐々木と宮野",
                    "tips": "12话 /  2022年1月9日 / 石平信司 / 春園ショウ（『佐々木と宮野』MFCジーンピクシブシリーズ／KADOKAWA刊） / 藤井まき",
                    "stars": 6.4,
                    "people": 194,
                    "year": 2022,
                    "path": "cover/2022/佐佐木与宫野",
                    "id": 5494
                },
                "_5529": {
                    "title_cn": "惑星公主蜥蜴骑士",
                    "title_jp": "惑星のさみだれ",
                    "tips": "24话 /  2022年7月8日 / 中西伸彰 / 水上悟志 (少年画報社『ヤングキングアワーズ』所載) / 畠山元、[副人物设定]藤田真弓",
                    "stars": 5.1,
                    "people": 193,
                    "year": 2022,
                    "path": "cover/2022/惑星公主蜥蜴骑士",
                    "id": 5529
                },
                "_5369": {
                    "title_cn": "Fate/strange Fake -Whispers of Dawn-",
                    "title_jp": "Extreme Hearts",
                    "tips": "1话 /  2022年12月31日 / 成田良悟・TYPE-MOON 『Fate/strange Fake』（電撃文庫刊）",
                    "stars": -1,
                    "people": 189,
                    "year": 2022,
                    "path": "cover/2022/Fate strange Fake -Whispers of Dawn-",
                    "id": 5369
                },
                "_5368": {
                    "title_cn": "极限之心",
                    "title_jp": "Extreme Hearts",
                    "tips": "12话 /  2022年7月9日 / 西村純二 / 都築真紀 / 新垣一成；副人物设定：関根千奈未、岡崎あずさ",
                    "stars": 5.9,
                    "people": 189,
                    "year": 2022,
                    "path": "cover/2022/极限之心",
                    "id": 5368
                },
                "_5346": {
                    "title_cn": "Fate/strange Fake -Whispers of Dawn-",
                    "title_jp": "Extreme Hearts",
                    "tips": "1话 /  2022年12月31日 / 成田良悟・TYPE-MOON 『Fate/strange Fake』（電撃文庫刊）",
                    "stars": -1,
                    "people": 189,
                    "year": 2022,
                    "path": "cover/2022/Fate strange Fake -Whispers of Dawn-",
                    "id": 5346
                },
                "_5345": {
                    "title_cn": "极限之心",
                    "title_jp": "Extreme Hearts",
                    "tips": "12话 /  2022年7月9日 / 西村純二 / 都築真紀 / 新垣一成；副人物设定：関根千奈未、岡崎あずさ",
                    "stars": 5.9,
                    "people": 189,
                    "year": 2022,
                    "path": "cover/2022/极限之心",
                    "id": 5345
                },
                "_5548": {
                    "title_cn": "猪猪侠之超星五灵侠 第三季",
                    "title_jp": "永遠の831",
                    "tips": "26话 /  2022年5月27日",
                    "stars": -1,
                    "people": 184,
                    "year": 2022,
                    "path": "cover/2022/猪猪侠之超星五灵侠 第三季",
                    "id": 5548
                },
                "_5547": {
                    "title_cn": "猪猪侠之恐龙日记 6",
                    "title_jp": "永遠の831",
                    "tips": "26话 /  2022年4月15日",
                    "stars": -1,
                    "people": 184,
                    "year": 2022,
                    "path": "cover/2022/猪猪侠之恐龙日记 6",
                    "id": 5547
                },
                "_5546": {
                    "title_cn": "猪猪侠之恐龙日记 5",
                    "title_jp": "永遠の831",
                    "tips": "26话 /  2022年2月8日",
                    "stars": -1,
                    "people": 184,
                    "year": 2022,
                    "path": "cover/2022/猪猪侠之恐龙日记 5",
                    "id": 5546
                },
                "_5545": {
                    "title_cn": "熊出没之怪兽计划2",
                    "title_jp": "永遠の831",
                    "tips": "52话 /  2022年8月12日",
                    "stars": -1,
                    "people": 184,
                    "year": 2022,
                    "path": "cover/2022/熊出没之怪兽计划2",
                    "id": 5545
                },
                "_5544": {
                    "title_cn": "湖池屋SDGs劇場 サスとテナ シーズン2",
                    "title_jp": "永遠の831",
                    "tips": "13话 /  2022.04.03",
                    "stars": -1,
                    "people": 184,
                    "year": 2022,
                    "path": "cover/2022/湖池屋SDGs劇場 サスとテナ シーズン2",
                    "id": 5544
                },
                "_5543": {
                    "title_cn": "永远的831",
                    "title_jp": "永遠の831",
                    "tips": "1话 /  2022年3月18日（劇場上映） / 神山健治 / 神山健治、クラフター、WOWWOW / 河野紘一郎",
                    "stars": 4.0,
                    "people": 184,
                    "year": 2022,
                    "path": "cover/2022/永远的831",
                    "id": 5543
                },
                "_5423": {
                    "title_cn": "东方少年",
                    "title_jp": "オリエント",
                    "tips": "12话 /  2022年1月5日 / 柳沢テツヤ / 大高忍 / 岸田隆宏",
                    "stars": 4.5,
                    "people": 173,
                    "year": 2022,
                    "path": "cover/2022/东方少年",
                    "id": 5423
                },
                "_5467": {
                    "title_cn": "幕末替身传说",
                    "title_jp": "ブッチギレ！",
                    "tips": "12话 /  2022年7月8日 / 平川哲生 / 横田匡史、[副人物设定]川村敏江、小園菜穂",
                    "stars": 5.3,
                    "people": 153,
                    "year": 2022,
                    "path": "cover/2022/幕末替身传说",
                    "id": 5467
                },
                "_5569": {
                    "title_cn": "转生成为魔剑",
                    "title_jp": "転生したら剣でした",
                    "tips": "12话 /  2022年10月5日 / 石平信司 / 棚架ユウ （GCノベルズ『転生したら剣でした』／マイクロマガジン社刊） / 齋藤温子",
                    "stars": 6.2,
                    "people": 128,
                    "year": 2022,
                    "path": "cover/2022/转生成为魔剑",
                    "id": 5569
                },
                "_5564": {
                    "title_cn": "群青的号角",
                    "title_jp": "群青のファンファーレ",
                    "tips": "13话 /  2022年4月2日 / 加藤誠 / かんざきひろ",
                    "stars": 5.3,
                    "people": 126,
                    "year": 2022,
                    "path": "cover/2022/群青的号角",
                    "id": 5564
                },
                "_5464": {
                    "title_cn": "Build Divide -#FFFFFF-",
                    "title_jp": "ビルディバイド -#FFFFFF-",
                    "tips": "12话 /  2022年4月2日 / 駒田由貴 / 友岡新平",
                    "stars": 6.2,
                    "people": 120,
                    "year": 2022,
                    "path": "cover/2022/Build Divide -#FFFFFF-",
                    "id": 5464
                },
                "_5538": {
                    "title_cn": "东京猫猫 NEW～♡",
                    "title_jp": "東京ミュウミュウ にゅ～♡",
                    "tips": "12话 /  2022年7月5日 / 名取孝浩 / 征海美亜、吉田玲子 / 石野聡、次要：西野理恵",
                    "stars": 4.9,
                    "people": 115,
                    "year": 2022,
                    "path": "cover/2022/东京猫猫 NEW～♡",
                    "id": 5538
                },
                "_5557": {
                    "title_cn": "真·一骑当千",
                    "title_jp": "真・一騎当千",
                    "tips": "3话 /  2022年5月17日 / 久城りおん / 塩崎雄二（ヤングキングOURS／ヤングキングBULL／少年画報社刊） / りんしん、宮沢努(宮澤努)",
                    "stars": 5.7,
                    "people": 114,
                    "year": 2022,
                    "path": "cover/2022/真·一骑当千",
                    "id": 5557
                },
                "_5431": {
                    "title_cn": "王者天下 第四季",
                    "title_jp": "キングダム 第4シリーズ",
                    "tips": "26话 /  2022年4月9日 / 今泉賢一 / 原泰久（集英社「週刊ヤングジャンプ」連載） / 阿部恒",
                    "stars": 7.8,
                    "people": 112,
                    "year": 2022,
                    "path": "cover/2022/王者天下 第四季",
                    "id": 5431
                },
                "_5483": {
                    "title_cn": "羽球青春",
                    "title_jp": "ラブオールプレー",
                    "tips": "24话 /  2022年4月2日 / 竹内浩志 / 小瀬木麻美 / 金田莉子",
                    "stars": 5.2,
                    "people": 105,
                    "year": 2022,
                    "path": "cover/2022/羽球青春",
                    "id": 5483
                },
                "_5566": {
                    "title_cn": "蔷薇王的葬列",
                    "title_jp": "薔薇王の葬列",
                    "tips": "24话 /  2022年1月9日 / 鈴木健太郎 / 菅野文 『薔薇王の葬列』 （秋田書店 「月刊プリンセス」 連載） / 橋詰力",
                    "stars": 5.4,
                    "people": 102,
                    "year": 2022,
                    "path": "cover/2022/蔷薇王的葬列",
                    "id": 5566
                },
                "_5376": {
                    "title_cn": "瑞克和莫蒂 第六季",
                    "title_jp": "Rick and Morty Season 6",
                    "tips": "10话 /  2022年9月4日",
                    "stars": 8.0,
                    "people": 97,
                    "year": 2022,
                    "path": "cover/2022/瑞克和莫蒂 第六季",
                    "id": 5376
                },
                "_5360": {
                    "title_cn": "BanG Dream! Morfonication",
                    "title_jp": "4人はそれぞれウソをつく",
                    "tips": "2话 /  2022年7月28日 / 梅津朋美 (エディッツ) / ブシロード / 副人物设定：八森優香",
                    "stars": 6.6,
                    "people": 97,
                    "year": 2022,
                    "path": "cover/2022/BanG Dream! Morfonication",
                    "id": 5360
                },
                "_5353": {
                    "title_cn": "瑞克和莫蒂 第六季",
                    "title_jp": "Rick and Morty Season 6",
                    "tips": "10话 /  2022年9月4日",
                    "stars": 8.0,
                    "people": 97,
                    "year": 2022,
                    "path": "cover/2022/瑞克和莫蒂 第六季",
                    "id": 5353
                },
                "_5337": {
                    "title_cn": "BanG Dream! Morfonication",
                    "title_jp": "4人はそれぞれウソをつく",
                    "tips": "2话 /  2022年7月28日 / 梅津朋美 (エディッツ) / ブシロード / 副人物设定：八森優香",
                    "stars": 6.6,
                    "people": 97,
                    "year": 2022,
                    "path": "cover/2022/BanG Dream! Morfonication",
                    "id": 5337
                },
                "_5481": {
                    "title_cn": "向山进发 Next Summit",
                    "title_jp": "ヤマノススメ Next Summit",
                    "tips": "12话 /  2022年10月4日 / 山本裕介 / しろ（コミック アース・スター連載） / 松尾祐輔",
                    "stars": 8.2,
                    "people": 93,
                    "year": 2022,
                    "path": "cover/2022/向山进发 Next Summit",
                    "id": 5481
                },
                "_5496": {
                    "title_cn": "我的英雄学院 第六季",
                    "title_jp": "僕のヒーローアカデミア 第6期",
                    "tips": "25话 /  2022年10月1日 / 向井雅浩 / 堀越耕平（集英社「週刊少年ジャンプ」連載） / 馬越嘉彦、小田嶋瞳",
                    "stars": 2.5,
                    "people": 86,
                    "year": 2022,
                    "path": "cover/2022/我的英雄学院 第六季",
                    "id": 5496
                },
                "_5425": {
                    "title_cn": "ON AIR办不到！",
                    "title_jp": "オンエアできない！",
                    "tips": "12话 /  2022年1月9日 / 青木純 / 真船佳奈『オンエアできない！』『オンエアできない！Deep』（朝日新聞出版）",
                    "stars": 6.8,
                    "people": 86,
                    "year": 2022,
                    "path": "cover/2022/ON AIR办不到！",
                    "id": 5425
                },
                "_5528": {
                    "title_cn": "因为是反派大小姐所以养了魔王",
                    "title_jp": "悪役令嬢なのでラスボスを飼ってみました",
                    "tips": "12话 /  2022年10月1日 / 羽原久美子 / 永瀬さらさ（角川ビーンズ文庫） / 牧内ももこ、小島えり、大場優子；（副人物设定）児玉ひかる、出口花穂",
                    "stars": 5.8,
                    "people": 85,
                    "year": 2022,
                    "path": "cover/2022/因为是反派大小姐所以养了魔王",
                    "id": 5528
                },
                "_5522": {
                    "title_cn": "后宫之乌",
                    "title_jp": "後宮の烏",
                    "tips": "13话 /  2022年10月1日 / 宮脇千鶴 / 白川紺子『後宮の烏』(集英社オレンジ文庫) / 竹内進二",
                    "stars": 6.6,
                    "people": 84,
                    "year": 2022,
                    "path": "cover/2022/后宫之乌",
                    "id": 5522
                },
                "_5532": {
                    "title_cn": "新人炼金术师的店铺经营",
                    "title_jp": "新米錬金術師の店舗経営",
                    "tips": "12话 /  2022年10月3日 / 博史池畠 / いつきみずほ『新米錬金術師の店舗経営』（ファンタジア文庫刊） / 伊藤陽祐",
                    "stars": 6.3,
                    "people": 83,
                    "year": 2022,
                    "path": "cover/2022/新人炼金术师的店铺经营",
                    "id": 5532
                },
                "_5530": {
                    "title_cn": "新网球王子 U-17 WORLD CUP",
                    "title_jp": "新テニスの王子様 U-17 WORLD CUP",
                    "tips": "13话 /  2022年7月6日 / 川口敬一郎 / 許斐剛(集英社 「ジャンプ SQ.」連載) / 石井明治",
                    "stars": 5.3,
                    "people": 77,
                    "year": 2022,
                    "path": "cover/2022/新网球王子 U-17 WORLD CUP",
                    "id": 5530
                },
                "_5437": {
                    "title_cn": "影之诗F",
                    "title_jp": "シャドウバースF",
                    "tips": "2022年4月2日 / 川口敬一郎 / 原田大基、[副]新田靖成",
                    "stars": 7.3,
                    "people": 75,
                    "year": 2022,
                    "path": "cover/2022/影之诗F",
                    "id": 5437
                },
                "_5509": {
                    "title_cn": "境界战机 第二部",
                    "title_jp": "境界戦機 第二部",
                    "tips": "12话 /  2022年4月11日 / 羽原信義 / SUNRISE BEYOND / 大貫健一",
                    "stars": 3.6,
                    "people": 74,
                    "year": 2022,
                    "path": "cover/2022/境界战机 第二部",
                    "id": 5509
                },
                "_5571": {
                    "title_cn": "点满农民相关技能后，不知为何就变强了。",
                    "title_jp": "農民関連のスキルばっか上げてたら何故か強くなった。",
                    "tips": "12话 /  2022年10月1日 / ながはまのりひこ / 樽戸アキ・しょぼんぬ（双葉社　モンスターコミックス） / 末岡正美",
                    "stars": 4.3,
                    "people": 72,
                    "year": 2022,
                    "path": "cover/2022/点满农民相关技能后，不知为何就变强了。",
                    "id": 5571
                },
                "_5500": {
                    "title_cn": "被勇者队伍开除的驯兽师，邂逅最强种猫耳少女",
                    "title_jp": "勇者パーティーを追放されたビーストテイマー 、最強種の猫耳少女と出会う",
                    "tips": "12话 /  2022年10月2日 / 濁川敦 / 深山鈴・茂村モト （掲載「マンガUP！」スクウェア・エニックス刊） / 山本周平",
                    "stars": 5.1,
                    "people": 68,
                    "year": 2022,
                    "path": "cover/2022/被勇者队伍开除的驯兽师，邂逅最强种猫耳少女",
                    "id": 5500
                },
                "_5535": {
                    "title_cn": "最游记 RELOAD -ZEROIN-",
                    "title_jp": "最遊記RELOAD -ZEROIN-",
                    "tips": "13话 /  2022年1月6日 / 髙田美里 / 峰倉かずや「月刊ComicZERO-SUM」連載（一迅社刊） / 小倉典子",
                    "stars": 6.2,
                    "people": 67,
                    "year": 2022,
                    "path": "cover/2022/最游记 RELOAD -ZEROIN-",
                    "id": 5535
                },
                "_5466": {
                    "title_cn": "室内足球少年!!!!!",
                    "title_jp": "フットサルボーイズ!!!!!",
                    "tips": "12话 /  2022年1月9日 / ひいろゆきな / 鞠田マオ / 鶴田眸、石川智美，副：鶴田眸",
                    "stars": 3.4,
                    "people": 65,
                    "year": 2022,
                    "path": "cover/2022/室内足球少年!!!!!",
                    "id": 5466
                },
                "_5434": {
                    "title_cn": "黄金神威 第四季",
                    "title_jp": "ゴールデンカムイ 第4期",
                    "tips": "13话 /  2022年10月3日 / すがはらしずたか(菅原静貴)(主任导演） / 野田サトル（集英社「週刊ヤングジャンプ」連載） / 山川拓己",
                    "stars": 8.1,
                    "people": 61,
                    "year": 2022,
                    "path": "cover/2022/黄金神威 第四季",
                    "id": 5434
                },
                "_5440": {
                    "title_cn": "森林家族小故事 芙蕾雅的快乐日记",
                    "title_jp": "シルバニアファミリー フレアのハッピーダイアリー",
                    "tips": "2022年10月6日 / 河原真明 / エポック社",
                    "stars": -1,
                    "people": 57,
                    "year": 2022,
                    "path": "cover/2022/森林家族小故事 芙蕾雅的快乐日记",
                    "id": 5440
                },
                "_5439": {
                    "title_cn": "足球风云 通往未来的一球",
                    "title_jp": "シュート！Goal to the Future",
                    "tips": "13话 /  2022年7月2日 / 中村憲由 / 秋山由樹子；副人物设定：徳川恵梨",
                    "stars": 2.6,
                    "people": 57,
                    "year": 2022,
                    "path": "cover/2022/足球风云 通往未来的一球",
                    "id": 5439
                },
                "_5412": {
                    "title_cn": "武藏野！",
                    "title_jp": "むさしの！",
                    "tips": "12话 /  2022年7月2日 / 中野奏人 / harappa",
                    "stars": 4.5,
                    "people": 53,
                    "year": 2022,
                    "path": "cover/2022/武藏野！",
                    "id": 5412
                },
                "_5506": {
                    "title_cn": "名侦探柯南 犯人犯泽先生",
                    "title_jp": "名探偵コナン 犯人の犯沢さん",
                    "tips": "2022年10月3日 / 大地丙太郎 / かんばまゆこ、青山剛昌（小学館「少年サンデーS」連載中） / 千坂ふう",
                    "stars": 6.6,
                    "people": 52,
                    "year": 2022,
                    "path": "cover/2022/名侦探柯南 犯人犯泽先生",
                    "id": 5506
                },
                "_5389": {
                    "title_cn": "我家师傅没有尾巴",
                    "title_jp": "うちの師匠はしっぽがない",
                    "tips": "13话 /  2022年9月30日 / 山本秀世 / TNSK「うちの師匠はしっぽがない」（講談社「good!アフタヌーン」連載） / 山内遼",
                    "stars": 6.6,
                    "people": 51,
                    "year": 2022,
                    "path": "cover/2022/我家师傅没有尾巴",
                    "id": 5389
                },
                "_5580": {
                    "title_cn": "暗芝居 第十季",
                    "title_jp": "闇芝居 第10期",
                    "tips": "13话 /  2022年1月9日",
                    "stars": 5.7,
                    "people": 48,
                    "year": 2022,
                    "path": "cover/2022/暗芝居 第十季",
                    "id": 5580
                },
                "_5515": {
                    "title_cn": "少年苏东坡传奇",
                    "title_jp": "宇崎ちゃんは遊びたい！ω",
                    "tips": "52话 /  2022年1月31日",
                    "stars": -1,
                    "people": 48,
                    "year": 2022,
                    "path": "cover/2022/少年苏东坡传奇",
                    "id": 5515
                },
                "_5514": {
                    "title_cn": "小凉帽4之山海奇境",
                    "title_jp": "宇崎ちゃんは遊びたい！ω",
                    "tips": "2022年下半年",
                    "stars": -1,
                    "people": 48,
                    "year": 2022,
                    "path": "cover/2022/小凉帽4之山海奇境",
                    "id": 5514
                },
                "_5513": {
                    "title_cn": "宇崎学妹想要玩！ω",
                    "title_jp": "宇崎ちゃんは遊びたい！ω",
                    "tips": "13话 /  2022年10月1日 / 三浦和也 / 丈（ドラゴンコミックスエイジ 『宇崎ちゃんは遊びたい！』／KADOKAWA刊） / 栗原学",
                    "stars": 6.5,
                    "people": 48,
                    "year": 2022,
                    "path": "cover/2022/宇崎学妹想要玩！ω",
                    "id": 5513
                },
                "_5424": {
                    "title_cn": "东方少年 第二季",
                    "title_jp": "オリエント 第2クール",
                    "tips": "12话 /  2022年7月11日 / 柳沢テツヤ / 大高忍 / 岸田隆宏、松本文男",
                    "stars": 5.3,
                    "people": 47,
                    "year": 2022,
                    "path": "cover/2022/东方少年 第二季",
                    "id": 5424
                },
                "_5403": {
                    "title_cn": "团团奇米莫",
                    "title_jp": "ちみも",
                    "tips": "12话 /  2022年7月7日 / ぴのあると / 堤舞",
                    "stars": 7.0,
                    "people": 47,
                    "year": 2022,
                    "path": "cover/2022/团团奇米莫",
                    "id": 5403
                },
                "_5519": {
                    "title_cn": "飙速宅男 LIMIT BREAK",
                    "title_jp": "弱虫ペダル LIMIT BREAK",
                    "tips": "25话 /  2022年10月9日 / 鍋島修 / 渡辺航「弱虫ペダル」秋田書店「週刊少年チャンピオン」連載 / 番由紀子",
                    "stars": -1,
                    "people": 45,
                    "year": 2022,
                    "path": "cover/2022/飙速宅男 LIMIT BREAK",
                    "id": 5519
                },
                "_5518": {
                    "title_cn": "幻想三国志 -天元灵心记-",
                    "title_jp": "幻想三國誌 -天元霊心記-",
                    "tips": "12话 /  2022年1月10日 / 町谷俊輔 / 「幻想三国志」 / CSPG、油井徹太郎",
                    "stars": 3.7,
                    "people": 45,
                    "year": 2022,
                    "path": "cover/2022/幻想三国志 -天元灵心记-",
                    "id": 5518
                },
                "_5524": {
                    "title_cn": "忍者一时",
                    "title_jp": "忍の一時",
                    "tips": "12话 /  2022年10月4日 / 渡部周 / 鈴木勇",
                    "stars": 6.7,
                    "people": 44,
                    "year": 2022,
                    "path": "cover/2022/忍者一时",
                    "id": 5524
                },
                "_5497": {
                    "title_cn": "八十龟酱观察日记 第四册",
                    "title_jp": "八十亀ちゃんかんさつにっき 4さつめ",
                    "tips": "10话 /  2022年4月9日 / 安藤正基 / 早坂皐月",
                    "stars": 6.3,
                    "people": 40,
                    "year": 2022,
                    "path": "cover/2022/八十龟酱观察日记 第四册",
                    "id": 5497
                },
                "_5480": {
                    "title_cn": "灵能百分百 第三季",
                    "title_jp": "モブサイコ100 Ⅲ",
                    "tips": "12话 /  2022年10月5日 / 蓮井隆弘 / ONE（小学館「マンガワン」連載） / 亀田祥倫",
                    "stars": 8.0,
                    "people": 39,
                    "year": 2022,
                    "path": "cover/2022/灵能百分百 第三季",
                    "id": 5480
                },
                "_5451": {
                    "title_cn": "美味派对♡光之美少女",
                    "title_jp": "デリシャスパーティ♡プリキュア",
                    "tips": "2022年2月6日 / 深澤敏則",
                    "stars": 6.9,
                    "people": 38,
                    "year": 2022,
                    "path": "cover/2022/美味派对♡光之美少女",
                    "id": 5451
                },
                "_5362": {
                    "title_cn": "死神 千年血战篇",
                    "title_jp": "BLEACH 千年血戦編",
                    "tips": "2022年10月10日 / 田口智久 / 「BLEACH」久保帯人（集英社 ジャンプコミックス刊） / 工藤昌史",
                    "stars": 7.7,
                    "people": 37,
                    "year": 2022,
                    "path": "cover/2022/死神 千年血战篇",
                    "id": 5362
                },
                "_5339": {
                    "title_cn": "死神 千年血战篇",
                    "title_jp": "BLEACH 千年血戦編",
                    "tips": "2022年10月10日 / 田口智久 / 「BLEACH」久保帯人（集英社 ジャンプコミックス刊） / 工藤昌史",
                    "stars": 7.7,
                    "people": 37,
                    "year": 2022,
                    "path": "cover/2022/死神 千年血战篇",
                    "id": 5339
                },
                "_5409": {
                    "title_cn": "孤独摇滚！",
                    "title_jp": "ぼっち・ざ・ろっく！",
                    "tips": "12话 /  2022年10月8日 / 斎藤圭一郎 / はまじあき（芳文社「まんがタイムきららMAX」連載中） / けろりら",
                    "stars": 8.2,
                    "people": 31,
                    "year": 2022,
                    "path": "cover/2022/孤独摇滚！",
                    "id": 5409
                },
                "_5364": {
                    "title_cn": "D4DJ Double Mix",
                    "title_jp": "CUE!",
                    "tips": "1话 /  2022年8月19日 / ブシロード",
                    "stars": 6.1,
                    "people": 31,
                    "year": 2022,
                    "path": "cover/2022/D4DJ Double Mix",
                    "id": 5364
                },
                "_5341": {
                    "title_cn": "D4DJ Double Mix",
                    "title_jp": "CUE!",
                    "tips": "1话 /  2022年8月19日 / ブシロード",
                    "stars": 6.1,
                    "people": 31,
                    "year": 2022,
                    "path": "cover/2022/D4DJ Double Mix",
                    "id": 5341
                },
                "_5373": {
                    "title_cn": "拳馆英雄 第二季 一众英雄",
                    "title_jp": "Lastman Saison 2-Heroes",
                    "tips": "6话 /  2022年",
                    "stars": -1,
                    "people": 30,
                    "year": 2022,
                    "path": "cover/2022/拳馆英雄 第二季 一众英雄",
                    "id": 5373
                },
                "_5372": {
                    "title_cn": "怪兽档案",
                    "title_jp": "KJファイル",
                    "tips": "12话 /  2022年7月10日",
                    "stars": 3.9,
                    "people": 30,
                    "year": 2022,
                    "path": "cover/2022/怪兽档案",
                    "id": 5372
                },
                "_5350": {
                    "title_cn": "拳馆英雄 第二季 一众英雄",
                    "title_jp": "Lastman Saison 2-Heroes",
                    "tips": "6话 /  2022年",
                    "stars": -1,
                    "people": 30,
                    "year": 2022,
                    "path": "cover/2022/拳馆英雄 第二季 一众英雄",
                    "id": 5350
                },
                "_5349": {
                    "title_cn": "怪兽档案",
                    "title_jp": "KJファイル",
                    "tips": "12话 /  2022年7月10日",
                    "stars": 3.9,
                    "people": 30,
                    "year": 2022,
                    "path": "cover/2022/怪兽档案",
                    "id": 5349
                },
                "_5458": {
                    "title_cn": "花火酱总是迟到",
                    "title_jp": "ハナビちゃんは遅れがち",
                    "tips": "12话 /  2022年7月10日 / 金澤洪充 / 白金らんぷ[原作]、まみむ[作画] / 袖山麻美",
                    "stars": 5.9,
                    "people": 27,
                    "year": 2022,
                    "path": "cover/2022/花火酱总是迟到",
                    "id": 5458
                },
                "_5579": {
                    "title_cn": "锈色铠甲-黎明-",
                    "title_jp": "錆色のアーマ-黎明-",
                    "tips": "12话 /  2022年1月9日 / 河原真明 / 「錆色のアーマ」プロジェクト / 小川さくら",
                    "stars": 2.4,
                    "people": 25,
                    "year": 2022,
                    "path": "cover/2022/锈色铠甲-黎明-",
                    "id": 5579
                },
                "_5370": {
                    "title_cn": "冰川时代：鼠奎特历险记",
                    "title_jp": "Ice Age: Scrat Tales",
                    "tips": "6话 /  2022年4月13日 / Donnie Long、Michael Berardini、Jeff Gabor、Lisa Allen Keane、Matt Munn、Eric Prah、Drew Winey",
                    "stars": 7.5,
                    "people": 25,
                    "year": 2022,
                    "path": "cover/2022/冰川时代：鼠奎特历险记",
                    "id": 5370
                },
                "_5347": {
                    "title_cn": "冰川时代：鼠奎特历险记",
                    "title_jp": "Ice Age: Scrat Tales",
                    "tips": "6话 /  2022年4月13日 / Donnie Long、Michael Berardini、Jeff Gabor、Lisa Allen Keane、Matt Munn、Eric Prah、Drew Winey",
                    "stars": 7.5,
                    "people": 25,
                    "year": 2022,
                    "path": "cover/2022/冰川时代：鼠奎特历险记",
                    "id": 5347
                },
                "_5582": {
                    "title_cn": "想要成为影之实力者！",
                    "title_jp": "陰の実力者になりたくて！",
                    "tips": "20话 /  2022年10月5日 / 中西和也 / 逢沢大介（「陰の実力者になりたくて!」/KADOKAWA刊） / 飯野まこと(飯野誠)",
                    "stars": 7.3,
                    "people": 24,
                    "year": 2022,
                    "path": "cover/2022/想要成为影之实力者！",
                    "id": 5582
                },
                "_5576": {
                    "title_cn": "邪神与厨二病少女 X丨豆动画～北海道篇～",
                    "title_jp": "邪神ちゃんドロップキックXまめアニメ（北海道編）",
                    "tips": "12话 /  2022年4月6日",
                    "stars": 5.3,
                    "people": 24,
                    "year": 2022,
                    "path": "cover/2022/邪神与厨二病少女 X丨豆动画～北海道篇～",
                    "id": 5576
                },
                "_5531": {
                    "title_cn": "新围棋少年",
                    "title_jp": "新テニスの王子様 U-17 WORLD CUP",
                    "tips": "52话 /  2022年6月1日",
                    "stars": 2.9,
                    "people": 23,
                    "year": 2022,
                    "path": "cover/2022/新围棋少年",
                    "id": 5531
                },
                "_5520": {
                    "title_cn": "彗星のフロイライン～プロローグ～",
                    "title_jp": "弱虫ペダル LIMIT BREAK",
                    "tips": "1话 /  2022年4月1日 / 古川博之 / 相音光",
                    "stars": 4.8,
                    "people": 23,
                    "year": 2022,
                    "path": "cover/2022/彗星のフロイライン～プロローグ～",
                    "id": 5520
                },
                "_5491": {
                    "title_cn": "致不灭的你 Season2",
                    "title_jp": "不滅のあなたへ Season2",
                    "tips": "20话 /  2022年10月23日 / 佐山聖子 / 大今良時 / 藪野浩二",
                    "stars": 7.7,
                    "people": 23,
                    "year": 2022,
                    "path": "cover/2022/致不灭的你 Season2",
                    "id": 5491
                },
                "_5473": {
                    "title_cn": "剑风传奇 黄金时代篇 MEMORIAL EDITION",
                    "title_jp": "ベルセルク 黄金時代篇 MEMORIAL EDITION",
                    "tips": "2022年10月1日",
                    "stars": 7.5,
                    "people": 19,
                    "year": 2022,
                    "path": "cover/2022/剑风传奇 黄金时代篇 MEMORIAL EDITION",
                    "id": 5473
                },
                "_5418": {
                    "title_cn": "秋叶原女仆战争",
                    "title_jp": "アキバ冥途戦争",
                    "tips": "12话 /  2022年10月6日 / 増井壮一 / ケダモノランド経営戦略室 / 仁井学",
                    "stars": 6.9,
                    "people": 18,
                    "year": 2022,
                    "path": "cover/2022/秋叶原女仆战争",
                    "id": 5418
                },
                "_5585": {
                    "title_cn": "入间同学入魔了 第三季",
                    "title_jp": "魔入りました！入間くん 第3シリーズ",
                    "tips": "21话 /  2022年10月8日 / 森脇真琴 / 西修 / 原由美子",
                    "stars": 7.5,
                    "people": 16,
                    "year": 2022,
                    "path": "cover/2022/入间同学入魔了 第三季",
                    "id": 5585
                },
                "_5419": {
                    "title_cn": "明日方舟：黎明前奏",
                    "title_jp": "アークナイツ【黎明前奏/PRELUDE TO DAWN】",
                    "tips": "8话 /  2022年10月28日 / 渡邉祐記 / Hypergryph / Studio Montagne(鹰角网络) / 高藤彩",
                    "stars": 4.5,
                    "people": 15,
                    "year": 2022,
                    "path": "cover/2022/明日方舟：黎明前奏",
                    "id": 5419
                },
                "_5574": {
                    "title_cn": "游戏王 Go Rush！！",
                    "title_jp": "遊☆戯☆王ゴーラッシュ!!",
                    "tips": "2022年4月3日 / 近藤信宏 / 「遊 ☆戯 ☆王」 （集英社ジャンプ コミックス刊） / 只野和子・松下浩美",
                    "stars": 5.3,
                    "people": 14,
                    "year": 2022,
                    "path": "cover/2022/游戏王 Go Rush！！",
                    "id": 5574
                },
                "_5505": {
                    "title_cn": "名侦探柯南 本厅的刑警恋爱故事～结婚前夜～",
                    "title_jp": "名探偵コナン 本庁の刑事恋物語～結婚前夜～",
                    "tips": "1话 /  2022年4月15日",
                    "stars": 6.5,
                    "people": 13,
                    "year": 2022,
                    "path": "cover/2022/名侦探柯南 本厅的刑警恋爱故事～结婚前夜～",
                    "id": 5505
                },
                "_5358": {
                    "title_cn": "4个人各自有着自己的秘密",
                    "title_jp": "4人はそれぞれウソをつく",
                    "tips": "12话 /  2022年10月15日 / 星野真 / 橿原まどか（講談社『別冊少年マガジン』連載） / 渡辺るりこ",
                    "stars": 7.5,
                    "people": 13,
                    "year": 2022,
                    "path": "cover/2022/4个人各自有着自己的秘密",
                    "id": 5358
                },
                "_5335": {
                    "title_cn": "4个人各自有着自己的秘密",
                    "title_jp": "4人はそれぞれウソをつく",
                    "tips": "12话 /  2022年10月15日 / 星野真 / 橿原まどか（講談社『別冊少年マガジン』連載） / 渡辺るりこ",
                    "stars": 7.5,
                    "people": 13,
                    "year": 2022,
                    "path": "cover/2022/4个人各自有着自己的秘密",
                    "id": 5335
                },
                "_5428": {
                    "title_cn": "卡片战斗先导者 will+Dress",
                    "title_jp": "カードファイト!! ヴァンガード will+Dress",
                    "tips": "13话 /  2022年7月4日 / 鈴木龍太郎 / ブシロード／伊藤彰 / 齊田博之 / 永作友克",
                    "stars": 5.2,
                    "people": 12,
                    "year": 2022,
                    "path": "cover/2022/卡片战斗先导者 will+Dress",
                    "id": 5428
                },
                "_5390": {
                    "title_cn": "福星小子",
                    "title_jp": "うる星やつら",
                    "tips": "46话 /  2022年10月13日 / 髙橋秀弥、木村泰大 / 高橋留美子『うる星やつら』（小学館 少年サンデーコミックス 刊） / 浅野直之；副人物设定：高村和宏、みき尾",
                    "stars": 7.5,
                    "people": 11,
                    "year": 2022,
                    "path": "cover/2022/福星小子",
                    "id": 5390
                },
                "_5365": {
                    "title_cn": "Do It Yourself!!",
                    "title_jp": "CUE!",
                    "tips": "2022年10月5日 / 米田和弘 / IMAGO / avex pictures / 松尾祐輔",
                    "stars": 7.5,
                    "people": 11,
                    "year": 2022,
                    "path": "cover/2022/Do It Yourself!!",
                    "id": 5365
                },
                "_5342": {
                    "title_cn": "Do It Yourself!!",
                    "title_jp": "CUE!",
                    "tips": "2022年10月5日 / 米田和弘 / IMAGO / avex pictures / 松尾祐輔",
                    "stars": 7.5,
                    "people": 11,
                    "year": 2022,
                    "path": "cover/2022/Do It Yourself!!",
                    "id": 5342
                },
                "_5567": {
                    "title_cn": "书虫公主",
                    "title_jp": "虫かぶり姫",
                    "tips": "12话 /  2022年10月6日 / 岩崎太郎 / 由唯（一迅社アイリスＮＥＯ／一迅社刊） / 高橋瑞香",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/书虫公主",
                    "id": 5567
                },
                "_5565": {
                    "title_cn": "圣剑传说 玛娜传奇 -泪珠水晶-",
                    "title_jp": "聖剣伝説 Legend of Mana -The Teardrop Crystal-",
                    "tips": "12话 /  2022年10月7日 / 神保昌登 / スクウェア・エニックス「 聖剣伝説 Legend of Mana 」 / 池上たろう",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/圣剑传说 玛娜传奇 -泪珠水晶-",
                    "id": 5565
                },
                "_5563": {
                    "title_cn": "罗小黑战记 我选择的未来",
                    "title_jp": "羅小黒戦記 ぼくが選ぶ未来",
                    "tips": "5话 /  2022年10月7日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/罗小黑战记 我选择的未来",
                    "id": 5563
                },
                "_5542": {
                    "title_cn": "永久少年 Eternal Boys",
                    "title_jp": "永久少年 Eternal Boys",
                    "tips": "24话 /  2022年10月10日 / migmi / 満福芸能プロダクション / 朝井聖子",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/永久少年 Eternal Boys",
                    "id": 5542
                },
                "_5540": {
                    "title_cn": "机动战士高达 铁血的奥尔芬斯 特别篇",
                    "title_jp": "機動戦士ガンダム 鉄血のオルフェンズ 特別編",
                    "tips": "9话 /  2022年4月5日 / 長井龍雪 / 千葉道徳",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/机动战士高达 铁血的奥尔芬斯 特别篇",
                    "id": 5540
                },
                "_5527": {
                    "title_cn": "恋爱FLOPS",
                    "title_jp": "恋愛フロップス",
                    "tips": "12话 /  2022年10月12日 / 長山延好 / Love Flops Project / 植田和幸",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/恋爱FLOPS",
                    "id": 5527
                },
                "_5523": {
                    "title_cn": "微々っと！デビル",
                    "title_jp": "後宮の烏",
                    "tips": "2022年7月8日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/微々っと！デビル",
                    "id": 5523
                },
                "_5516": {
                    "title_cn": "巴啦啦小魔仙之魔法星缘堡",
                    "title_jp": "宇崎ちゃんは遊びたい！ω",
                    "tips": "26话 /  2022年4月21日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/巴啦啦小魔仙之魔法星缘堡",
                    "id": 5516
                },
                "_5511": {
                    "title_cn": "夫妇以上，恋人未满。",
                    "title_jp": "夫婦以上、恋人未満。",
                    "tips": "12话 /  2022年10月9日 / 山元隼一 / 金丸祐基 / 小林千鶴",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/夫妇以上，恋人未满。",
                    "id": 5511
                },
                "_5508": {
                    "title_cn": "喜羊羊与灰太狼之奇妙大营救",
                    "title_jp": "咲う アルスノトリア すんっ！",
                    "tips": "60话 /  2022年7月15日 / 梁嘉琪、陈辉衍",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/喜羊羊与灰太狼之奇妙大营救",
                    "id": 5508
                },
                "_5490": {
                    "title_cn": "无良公会",
                    "title_jp": "不徳のギルド",
                    "tips": "12话 /  2022年10月5日 / 朝岡卓矢 / 河添太一（掲載 月刊「少年ガンガン」スクウェア・エニックス刊） / 金子ひらく；副人物设定：ごとうじゅんじ",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/无良公会",
                    "id": 5490
                },
                "_5479": {
                    "title_cn": "百万吨级武藏 第二季",
                    "title_jp": "メガトン級ムサシ シーズン2",
                    "tips": "2022年10月7日 / 高橋滋春 / レベルファイブ / 池田裕治",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/百万吨级武藏 第二季",
                    "id": 5479
                },
                "_5478": {
                    "title_cn": "百万吨级武藏 第一季特别篇",
                    "title_jp": "メガトン級ムサシ シーズン1特別篇",
                    "tips": "2022年7月8日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/百万吨级武藏 第一季特别篇",
                    "id": 5478
                },
                "_5476": {
                    "title_cn": "Muv-Luv Alternative 第二季",
                    "title_jp": "マブラヴ オルタネイティヴ 第2期",
                    "tips": "12话 /  2022年10月5日 / 西本由紀夫 / 吉宗鋼紀(吉田博彦)（âge）/aNCHOR / 谷拓也、（副人物设定）つなきあき",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/Muv-Luv Alternative 第二季",
                    "id": 5476
                },
                "_5472": {
                    "title_cn": "双重发夹",
                    "title_jp": "ヘアピンダブル",
                    "tips": "1话 /  2022年2月4日 / 中智仁 / 坂本千代子",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/双重发夹",
                    "id": 5472
                },
                "_5469": {
                    "title_cn": "蓝色监狱",
                    "title_jp": "ブルーロック",
                    "tips": "24话 /  2022年10月8日 / 渡邉徹明 / 金城宗幸・漫画: ノ村優介 / 進藤優（主）、田辺謙司、戸谷賢都",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/蓝色监狱",
                    "id": 5469
                },
                "_5465": {
                    "title_cn": "彼得·格里尔的贤者时间 Super Extra",
                    "title_jp": "ピーター・グリルと賢者の時間 Super Extra",
                    "tips": "2022年10月9日 / 辰美 / 檜山大輔(銀八)『ピーター・グリルと賢者の時間』（双葉社「月刊アクション」連載） / かわらじまコウ、[副人物设定]フェニックスＱ太郎",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/彼得·格里尔的贤者时间 Super Extra",
                    "id": 5465
                },
                "_5459": {
                    "title_cn": "バトルスピリッツ -コアの光主たち-",
                    "title_jp": "ハーレムきゃんぷっ！",
                    "tips": "12话 /  2022年1月13日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/バトルスピリッツ -コアの光主たち-",
                    "id": 5459
                },
                "_5456": {
                    "title_cn": "泡泡糖忍战",
                    "title_jp": "ニンジャラ",
                    "tips": "2022年1月8日 / 神戸守 / 鈴木敦",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/泡泡糖忍战",
                    "id": 5456
                },
                "_5433": {
                    "title_cn": "ケンダマスター拳 (2022)",
                    "title_jp": "クールドジ男子",
                    "tips": "10话 /  2022年4月1日 / 伊藤魔鬼 / 伊藤魔鬼",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/ケンダマスター拳 (2022)",
                    "id": 5433
                },
                "_5432": {
                    "title_cn": "呆萌酷男孩",
                    "title_jp": "クールドジ男子",
                    "tips": "24话 /  2022年10月10日 / 今千秋 / 那多ここね（掲載「ガンガンpixiv」スクウェア・エニックス刊） / 田口愛梨",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/呆萌酷男孩",
                    "id": 5432
                },
                "_5430": {
                    "title_cn": "帽子革命瓶子人 DX",
                    "title_jp": "キャップ革命 ボトルマンDX",
                    "tips": "2022年4月3日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/帽子革命瓶子人 DX",
                    "id": 5430
                },
                "_5429": {
                    "title_cn": "ガル学。II～Lucky Stars～",
                    "title_jp": "カードファイト!! ヴァンガード will+Dress",
                    "tips": "2022年1月10日 / 中田誠 / 広岡トシヒト",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/ガル学。II～Lucky Stars～",
                    "id": 5429
                },
                "_5421": {
                    "title_cn": "昆虫乐园",
                    "title_jp": "インセクトランド",
                    "tips": "2022年4月4日 / 川越淳 / 「INSECT LAND(インセクトランド)」シリーズ　作：香川照之、絵：ロマン・トマ / 筧あゆみ",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/昆虫乐园",
                    "id": 5421
                },
                "_5416": {
                    "title_cn": "IDOLiSH7-偶像星愿- Third BEAT! 第二季",
                    "title_jp": "アイドリッシュセブン Third BEAT! 第2クール",
                    "tips": "2022年10月2日 / 別所誠人 / バンダイナムコオンライン、都志見文太 / 深川可純",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/IDOLiSH7-偶像星愿- Third BEAT! 第二季",
                    "id": 5416
                },
                "_5413": {
                    "title_cn": "更多！正经又不正经 怪侠佐罗利",
                    "title_jp": "もっと！まじめにふまじめ かいけつゾロリ 第3シリーズ",
                    "tips": "2022年4月6日 / 緒方隆秀 / 原ゆたか（「かいけつゾロリ」シリーズ） / 船越英之",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/更多！正经又不正经 怪侠佐罗利",
                    "id": 5413
                },
                "_5406": {
                    "title_cn": "ななし怪談",
                    "title_jp": "であいもん",
                    "tips": "10话 /  2022年8月8日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/ななし怪談",
                    "id": 5406
                },
                "_5402": {
                    "title_cn": "小可爱",
                    "title_jp": "ちいかわ",
                    "tips": "2022年4月4日 / ナガノ「ちいかわ」",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/小可爱",
                    "id": 5402
                },
                "_5393": {
                    "title_cn": "白天的修卡先生",
                    "title_jp": "お昼のショッカーさん",
                    "tips": "50话 /  2022年1月20日 / ナミキヒロシ",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/白天的修卡先生",
                    "id": 5393
                },
                "_5387": {
                    "title_cn": "歌之王子殿下 真爱之星 〜旅途的起始〜",
                    "title_jp": "うたの☆プリンスさまっ♪ マジLOVEスターリッシュツアーズ 〜旅の始まり〜",
                    "tips": "1话 /  2022年7月31日 / 永岡智佳 / 上松範康／ブロッコリー / 藤岡真紀",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/歌之王子殿下 真爱之星 〜旅途的起始〜",
                    "id": 5387
                },
                "_5386": {
                    "title_cn": "某天早上变成人头麦克风的我君的人生",
                    "title_jp": "ある朝ダミーヘッドマイクになっていた俺クンの人生",
                    "tips": "12话 /  2022年10月12日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/某天早上变成人头麦克风的我君的人生",
                    "id": 5386
                },
                "_5383": {
                    "title_cn": "舰队Collection 总有一天，在那片海",
                    "title_jp": "「艦これ」いつかあの海で",
                    "tips": "8话 /  2022年11月3日 / 三浦和也 / C2機関 / 能海知佳",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/舰队Collection 总有一天，在那片海",
                    "id": 5383
                },
                "_5379": {
                    "title_cn": "南方公园 第25季",
                    "title_jp": "South Park Season 25",
                    "tips": "6话 /  2022-02-03 / Trey Parker",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/南方公园 第25季",
                    "id": 5379
                },
                "_5375": {
                    "title_cn": "PUI PUI 天竺鼠车车 DRIVING SCHOOL",
                    "title_jp": "PUI PUI モルカー DRIVING SCHOOL",
                    "tips": "2022年10月8日 / 小野ハナ / 小野ハナ、当真一茂、村松怜那、開發道子、高木杏奈、若井麻奈美、きゃり、佐藤桂",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/PUI PUI 天竺鼠车车 DRIVING SCHOOL",
                    "id": 5375
                },
                "_5374": {
                    "title_cn": "万神殿",
                    "title_jp": "Pantheon",
                    "tips": "8话 /  2022-09-01(美国)",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/万神殿",
                    "id": 5374
                },
                "_5371": {
                    "title_cn": "冰冰冰淇淋君 第二季",
                    "title_jp": "iiiあいすくりん2",
                    "tips": "12话 /  2022年7月2日 / 松村樹里亜 / シンエイ動画",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/冰冰冰淇淋君 第二季",
                    "id": 5371
                },
                "_5359": {
                    "title_cn": "5億年ボタン～菅原そうたのショートショート～",
                    "title_jp": "4人はそれぞれウソをつく",
                    "tips": "12话 /  2022年7月14日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/5億年ボタン～菅原そうたのショートショート～",
                    "id": 5359
                },
                "_5356": {
                    "title_cn": "南方公园 第25季",
                    "title_jp": "South Park Season 25",
                    "tips": "6话 /  2022-02-03 / Trey Parker",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/南方公园 第25季",
                    "id": 5356
                },
                "_5352": {
                    "title_cn": "PUI PUI 天竺鼠车车 DRIVING SCHOOL",
                    "title_jp": "PUI PUI モルカー DRIVING SCHOOL",
                    "tips": "2022年10月8日 / 小野ハナ / 小野ハナ、当真一茂、村松怜那、開發道子、高木杏奈、若井麻奈美、きゃり、佐藤桂",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/PUI PUI 天竺鼠车车 DRIVING SCHOOL",
                    "id": 5352
                },
                "_5351": {
                    "title_cn": "万神殿",
                    "title_jp": "Pantheon",
                    "tips": "8话 /  2022-09-01(美国)",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/万神殿",
                    "id": 5351
                },
                "_5348": {
                    "title_cn": "冰冰冰淇淋君 第二季",
                    "title_jp": "iiiあいすくりん2",
                    "tips": "12话 /  2022年7月2日 / 松村樹里亜 / シンエイ動画",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/冰冰冰淇淋君 第二季",
                    "id": 5348
                },
                "_5336": {
                    "title_cn": "5億年ボタン～菅原そうたのショートショート～",
                    "title_jp": "4人はそれぞれウソをつく",
                    "tips": "12话 /  2022年7月14日",
                    "stars": -1,
                    "people": -1,
                    "year": 2022,
                    "path": "cover/2022/5億年ボタン～菅原そうたのショートショート～",
                    "id": 5336
                }
            },
        };
    },
    props: {
    },
    mounted: function () {
        this.keys = Object.keys(this.data)
        for (let i = 0; i < this.initDataNum; i++) {
            this.curData[this.keys[i]] = this.data[this.keys[i]]
        }
        this.showFlag = true
    },
    methods: {
        onAdd(id, name) {
            console.log(id)
            let result = {
                id: id,
                name: name
            }
            this.$emit("sendlist", result);
        },
        loadData() {
            for (let i = this.initDataNum; i < this.initDataNum + 1; i++) {
                this.curData[this.keys[i]] = this.data[this.keys[i]]
            }
            this.initDataNum += 2
        }
    }
}
</script>
 
<style>

</style>